[
{"review_id": "R2OMA8CHVALO6Q", "title": "Even The Best Camera Won't Work Without Better Software & Hardcore Hardware", "date": "Reviewed in the United States on September 20, 2018", "rating": "1.0 out of 5 stars", "text": "\n  I've had several GoPros (a half dozen over the years), and I'm a early-adopter of consumer 360 video. This camera was specifically purchased to replace my Samsung Gear 360 which easily produces 360 video, but has sub-par video quality. Given that the GoPro Omni runs about $1,400, the GoPro Fusion is a steal at less than half that cost."},
{"review_id": "R3W3JCMV8YE5BQ", "title": "So far impressed, but the complete lack of easily found documentation makes it difficult for the uninspired.", "date": "Reviewed in the United States on February 27, 2018", "rating": "4.0 out of 5 stars", "text": "This GoPro Fusion is a beast. The housing is 2-3 times larger than even the largest other GoPro models, the battery is about twice as large, and the camera requires two micro-SD cards to even function (one card for the forward-facing lens, and one card for the rear-facing lens). The files are also HUGE (more on that later). Thankfully though, even though the camera is physically much larger than any other GoPro before it, it still uses the same versatile mounts."},
{"review_id": "R2ZJ8QUCPR12WL", "title": "BEWARE, DO NOT BUY!", "date": "Reviewed in the United States on March 18, 2019", "rating": "1.0 out of 5 stars", "text": "The GoPro Fusion looks and feels like a camera that has potential, but GoPro has got to get better file compression and make the app/software integration better. I was totally unable to stitch and render any 360 video on my phone because of the massive space requirements, so I downloaded the Windows 10 desktop software. When I then tried to stitch and render a video of approximately 1.5 minutes in length, I could see that the resulting file would take hours to render (not including the time it'd take to then upload it later to YouTube) and would be nearly six gigabytes in size. To be clear, that's one huge video. This estimated size I was given for a 1.5 minute video with the GoPro Fusion was the same as the average rip of a 2-hour Blu-Ray video."},
{"review_id": "RYFUBELV4SJC2", "title": "Awesome 5.2K Spherical Videos; not so awesome software.", "date": "Reviewed in the United States on March 6, 2018", "rating": "4.0 out of 5 stars", "text": "The sheer size of the files that the GoPro Fusion produces and the fact that the computer horsepower required to stitch and render them is quite significant makes this a no-go for me. Unless you're going to stick to filming videos of only a few seconds in length, any videos that are a few minutes in length will require hours of your time. That's just too heavy of a commitment for me to have the latest/greatest in \"wow\" factor videos. I'd rather invest the time and money in full-frame video from a mirrorless camera or using another GoPro action cam."},
{"review_id": "RKTKGSOPH6CX7", "title": "Not worth the money!", "date": "Reviewed in the United States on October 14, 2018", "rating": "1.0 out of 5 stars", "text": "To be clear, this camera has awesome potential and the image quality is outstanding (it's an absolute game changer). But the technology is so cutting edge that I don't see this being a practical camera unless you're a pro or pro-am with hardcore hardware and a lot of time on your hands.\n"},
{"review_id": "R2EWTH6VJV5452", "title": "Doesn't work with its own softwarep- makes it extremely difficult to use", "date": "Reviewed in the United States on December 8, 2018", "rating": "2.0 out of 5 stars", "text": "\n  I will update this review in a few days, there are a couple of statements I need to state.  First, the documentation is completely void from this camera.  If you don't have the appetite for \"figuring it out\" then don't bother.  GoPro, you can do better in sending a simple 10 page quick start guide, I know all the materials are in the video but...  I first did not know where the buttons were, I finally figured that out, then by accident paired with the phone and from there things became easier.  The software at first glance looks fine, of course I will figure out more once I start using it more heavily."},
{"review_id": "R2DR439DERUUXJ", "title": "Best 360 camera for under $1000", "date": "Reviewed in the United States on June 18, 2018", "rating": "5.0 out of 5 stars", "text": "Only from reading, I understand that folks have had issues with the software.  GoPro, you have an edge right now, don't blow it because of crappy software, if you cant do it yourself partner with someone, but the software is probably more important than the hardware in making compelling 360 videos and 2D videos from 3D source.  Don't set the bar and then let others cross it because of inferior software.  Bite the bullet and just fix it."},
{"review_id": "R1CHM6F48JFQR7", "title": "Looks Great, shoots in night and day", "date": "Reviewed in the United States on July 10, 2018", "rating": "5.0 out of 5 stars", "text": "Amazon, I hope you are reading this, you would do buyers a great service if you could post a quick start guide for buyers and potential buyers, not a video for 360 fanboys, but a quick start guide for folks like me, who want to take immersive video while on vacation.  I will try to put together a quick guide over the next couple of weeks and post it, but Amazon, you stand to make lots of sales if you can show how the 80% of folks can get what they need from this camera by understanding 20% of its capabilities.\n"},
{"review_id": "R3PGQAOSX49Y5Q", "title": "Absolutely Love it!", "date": "Reviewed in the United States on April 26, 2020", "rating": "5.0 out of 5 stars", "text": "\n  You will be disappointed with the video quality, and further frustrated by the GoPro software which in theory helps you import the file. This product is not ready for showtime!\n"},
{"review_id": "R3BZ7Z5UZNH137", "title": "Understand the workflow and fall in love with this product", "date": "Reviewed in the United States on May 20, 2019", "rating": "5.0 out of 5 stars", "text": "\n  I'll start by saying that the Fusion delivers really clean 5.2 K spherical video and it's really fun to shoot with. Using the free Fusion Studio app on Mac (haven't tried the Windows version), you can render out very nice video images with gimbal-like stabilization. It's the best stabilization I've ever seen on a 360 camera. Even with walking and micro vibrations, the hardware/software combination yields buttery-smooth movement. Using the Fusion is like having 2 GoPro Heros strapped back to back, and the Fusion Studio software allows you to do what GoPro calls \"overcapture\" which is to say you can do 16:9 HD or 4:3 cutouts from any part of the 360 sphere. But to be clear, you don't need Fusion Studio to do 16:9 cutouts. This can easily be done in Final Cut Pro X or Premiere by putting the equirectangular clips into a standard 1080 timeline, then adjusting the orientation of the sphere. The footage cuts perfectly into a project with other GoPro aquired1080 footage. Now the not-so-good news. The app itself is really, really slow to stitch. I have an iMac Pro 8 Core and 12 minutes of video took 8 hours to render!! Fortunately, I use another Pro stitching software, and it only took 1 hour for the same footage. So GoPro has to improve how the app is using the CPU. Assuming your clips are relatively short and you're patient, (let the clips render overnight) the camera is truly the best 360 camera I've used (and I've used a lot of them).\n"},
{"review_id": "R257VWQXSSVBTB", "title": "Please buy a different camera. This one just doesn't work.", "date": "Reviewed in the United States on January 24, 2021", "rating": "1.0 out of 5 stars", "text": "\n  I don't understand these average reviews. This thing may record great video... I can't tell... The mobile phone software is so bad, connectivity between the phone and camera is so unreliable, in 8 months I've been uterly unable to produce anything useful off this camera. It's  failed in so many different ways, it's one frustration after another. I'll  screw around with it a few days, get frustrated and disappointed again, and ignore it for a few weeks before I try again."},
{"review_id": "R1270H1KRP2GCO", "title": "Terrible First Impressions", "date": "Reviewed in the United States on October 26, 2018", "rating": "2.0 out of 5 stars", "text": "I thought I had it figured out and recorded this gorgeous beach sunrise this morning, waited 10 minutes for the download to the mobile app to finish and it's back to failing the download and refusing to try again."},
{"review_id": "R3NLBV3WEYXNHV", "title": "First 24h review - 1 star", "date": "Reviewed in the United States on August 21, 2019", "rating": "1.0 out of 5 stars", "text": "When I got it out yesterday the battery I charged last week was dead. It turns itself on when stored and drains it."},
{"review_id": "R3DWR1T6PKSOQB", "title": "Its a 360 Camera for the Beginner 360 Maker", "date": "Reviewed in the United States on September 21, 2019", "rating": "4.0 out of 5 stars", "text": "Yesterday afternoon I lost connectivity from the app to control the camera and eventually found that the camera had turned wifi off on its own."},
{"review_id": "R27IL5YY2JRP4J", "title": "unable to create decoders", "date": "Reviewed in the United States on January 7, 2020", "rating": "3.0 out of 5 stars", "text": "If you don't specifically turn off voice commands it interprets anything you say around it as best it can and records all kinds of random stuff draining the battery."},
{"review_id": "R2MAVKX16ED087", "title": "Buggy stitching software renders great hardware useless.", "date": "Reviewed in the United States on July 1, 2019", "rating": "2.0 out of 5 stars", "text": "I've updated the firmware and the really crappy Android app with no success. I've followed all the troubleshooting steps published on the community forum. AND IT IS STILL UNUSABLE! This must have been rushed to market with no qa funding for the development project and no support. It's alpha release at best and hasn't been fixed in all this time since I bought it."},
{"review_id": "R3HUHSB4E4ETX0", "title": "Great camera, easy to film with, not too hard to edit for the intermediate premiere user.", "date": "Reviewed in the United States on April 26, 2018", "rating": "5.0 out of 5 stars", "text": "Never trusting gopro again. I've learned my lesson.\n"},
{"review_id": "R8Y0UHLV0P7Q8", "title": "Not waterproof; video splicing not great", "date": "Reviewed in the United States on September 26, 2021", "rating": "3.0 out of 5 stars", "text": "\n  I haven't had a chance to review any footage yet, but that's because this camera makes it nearly impossible."},
{"review_id": "R2GIH51FHNG4A9", "title": "A Great 360 Camera with Some Usability Issues", "date": "Reviewed in the United States on July 13, 2020", "rating": "4.0 out of 5 stars", "text": "- It won't connect to my PIxel 3, a brand-new smartphone (it's not supported it)"},
{"review_id": "R1YZLMR3009F66", "title": "Contento con mi nueva cámara", "date": "Reviewed in the United States on September 5, 2019", "rating": "3.0 out of 5 stars", "text": "- It took about 2 hours to transfer a 1min video to my MBP with Fusion Studio"},
{"review_id": "R2W12S8K5WCE9E", "title": "Great 360 camera!", "date": "Reviewed in the United States on June 16, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Pretty amazing 360 camera if you have the computer to render the files. It uses 2 different micro sd cards, one for the front cam and one for the back cam. You have to download “fusion studio” which is a barley stable program. Crashes 1/3 of the time you use it. Anyway you have to render the two files together with that program and depending on your computer, can take forever."},
{"review_id": "R2RC78BF3T2OYH", "title": "GoPro Fusion Studio and Reframe Plug-in for Editing 360 footage", "date": "Reviewed in the United States on May 14, 2020", "rating": "4.0 out of 5 stars", "text": "The fusion is a great camera though. Awesome quality video, easy to use as any GoPro is. Water resistant and what not. Just can’t pop off quick edits, basically need a day to get the footage into an editable form."},
{"review_id": "RYEXT3QGGLNC8", "title": "Fusion Studio program on pc doesn't run", "date": "Reviewed in the United States on May 20, 2020", "rating": "1.0 out of 5 stars", "text": "But for $200, it’s worth it.\n"},
{"review_id": "R3KJP3EAUYTY0X", "title": "Great 360 camera for a $200 price", "date": "Reviewed in the United States on May 28, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Two things to get started editing: GoPro Fusion Studio and Fusion Reframe Plug-in for Premiere. Capturing is pretty straight forward, two matching micro-SD cards, charged battery, camera mounted on the included selfie stick."},
{"review_id": "R3DD8DHG99XQZY", "title": "you have to be a computer genius to use", "date": "Reviewed in the United States on May 8, 2020", "rating": "1.0 out of 5 stars", "text": "GoPro app connects pretty easily, just follow the instructions."},
{"review_id": "R2CD2I27FD9RBK", "title": "Happy with it so far", "date": "Reviewed in the United States on July 1, 2019", "rating": "4.0 out of 5 stars", "text": "A few less desirable characteristics. Chroma noise in the video image and loss of quality when reframing to 1080p. Hoping for a sharper image and better colors, an iPhone 8 will deliver a better picture."},
{"review_id": "R1UXOMX4ASGRVG", "title": "Software DOESN'T work", "date": "Reviewed in the United States on December 17, 2021", "rating": "2.0 out of 5 stars", "text": "That being said, in the age of social distancing, I’ve been using this camera for remote interviews. It can be difficult to explain or have someone get the right composition. I’ve found this camera gives greater flexibility to reframe the image. Just make sure to use in bright locations.\n"},
{"review_id": "RNPUO2ZWEAQ8S", "title": "For $200, this is spectacular", "date": "Reviewed in the United States on August 3, 2020", "rating": "5.0 out of 5 stars", "text": "\n  The Camera itself is alright but the most important part will be to be able to download and install and run the program Fusion Studio on your computer for possibly stitching easily your videos. Even with my i core7 1TB 16gb RAM I can't run the Fusion Studio app and I keep having error note while launching the app. I just returned my GOPRO Fusion and got refunded. I love the Camera and it accessories but the app sucks.\n"},
{"review_id": "R3RZYPTZMVBZKH", "title": "Do not buy they - have no replacements under their warranty", "date": "Reviewed in the United States on July 13, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Overall the camera is great it's a little big but not a big deal I have it mounted on my motorcycle on my left handlebar to record in front of me and behind me for when I go to work in case I get into an accident or something. The battery life seems to drain at 1% per minute give and take and I wish I had a separate battery to exchange them instead of charging up the single battery since it takes awhile also you have to use the original cable to connect to the computer if you want to transfer content not just charge it. Overall it works great for what it is I bought it for 200 like couldn't imagine paying more than that for what the camera does.\n"},
{"review_id": "R2EUS2O48XJSV0", "title": "No 360 Camera Is Perfect", "date": "Reviewed in the United States on August 30, 2018", "rating": "5.0 out of 5 stars", "text": "\n  The biggest thing with the 360 camera is the editing, and through my experience it is very flawed. You need a laptop strong enough  to handle the incredibly awful experience of transporting your photos. The computer program crashes often. Takes hours to render any videos and they still look awful in the end."},
{"review_id": "ROEPDOKFKT1LA", "title": "disappointed app", "date": "Reviewed in the United States on September 1, 2018", "rating": "1.0 out of 5 stars", "text": "\n  hello there,"},
{"review_id": "R27PV3C0TPF1ZE", "title": "Awesome Deal IF you already have a FAST computer, definitely worth the pickup for $200", "date": "Reviewed in the United States on May 25, 2020", "rating": "5.0 out of 5 stars", "text": "I can't see anything on my phone galaxy s7 edge (No preview or live feed on Galaxy S7 Edge only black screen i try it with my firends phones same issu  ) for that price if I take two Chines 360 cam it's better ...I think GoPro better than that but I disappointed it's not usable at all"},
{"review_id": "R3CT85JNSCP09B", "title": "Had difficulties", "date": "Reviewed in the United States on May 24, 2020", "rating": "3.0 out of 5 stars", "text": "no thanks. I sent the fusion back. I dont want to be a Beta Tester and have to pay 699+shipping for that."},
{"review_id": "R3FDEMEYB07E6F", "title": "Awesome camera to capture the best moments", "date": "Reviewed in the United States on March 14, 2019", "rating": "5.0 out of 5 stars", "text": "if you want me to test out new products in Beta, you are welcome to pay me for that."},
{"review_id": "R3FJ4BJCBIASZP", "title": "Amazing camera!!!", "date": "Reviewed in the United States on August 3, 2020", "rating": "5.0 out of 5 stars", "text": "best\n"},
{"review_id": "RY2GPV0A0JW2N", "title": "Go Pro Quick Tip", "date": "Reviewed in the United States on July 30, 2020", "rating": "4.0 out of 5 stars", "text": "\n  A lot of people complaining about the software and rendering times but I haven't had any issues. I'm running a 3.4 ghz 6-core processor with a gtx1050ti 4GB and am able to render 1 minute footage in about 2 minutes."},
{"review_id": "R3F4ZAPOBMER5H", "title": "Picture Quality Not Very Good", "date": "Reviewed in the United States on June 18, 2020", "rating": "3.0 out of 5 stars", "text": "The only way to get the maximum quality out of the fusion is rendering it in ProRes and editing in post using Adobe Premiere. If you render directly to social media quality will be very pixelated."},
{"review_id": "R3BY8VVPXYVOGK", "title": "Takes great 360 photos.", "date": "Reviewed in the United States on August 14, 2020", "rating": "5.0 out of 5 stars", "text": "Quality is amazing for what it is and for the $200 price tag this is a STEAL!\n"},
{"review_id": "R2YA4QT9V1M8GS", "title": "Absolutely love the gopro 360 fusion", "date": "Reviewed in the United States on May 6, 2018", "rating": "5.0 out of 5 stars", "text": "\n  I've had GoPro's in the past but this one was just difficult. The app didn't want to pair with my Samsung Galaxy 9+, but it would with my husband's S9. There are so many 360 cameras on the market these days...and so many still entering the market, I think GoPro totally missed the mark on this one. I found it cumbersome and having to use 2 micro SD cards makes stitching, etc more difficult. I hope their next-gen 360 is better!\n"},
{"review_id": "R39GKJZYLZATOA", "title": "Camera functionality poor, price is way arrogant", "date": "Reviewed in the United States on September 20, 2020", "rating": "2.0 out of 5 stars", "text": "\n  The GoPro Fusion has allowed me to capture every moment snowboarding, skydiving, riding my motorcycle, and more. With helmet mounts and other mounts I bought to attach to whatever I'm doing, I've been able to take this camera everywhere and not be afraid and baby it too much. Customer support has been amazing, when I would have an issue with the camera they put in the time to help me and replace problem parts."},
{"review_id": "R22SLOMNXH53U3", "title": "Dont bother unless you have an iphone or Adobe premiere 2020", "date": "Reviewed in the United States on January 9, 2020", "rating": "2.0 out of 5 stars", "text": "\n  Software is glitchy, slow, and wont do what I need it to, which was going to be ok because gopro says you can edit on their gopro app... Lies... Unless you have an iphone or android with 4gb or more of ram, youre screwed. I'll be returning this. I had high hopes that gopro would have fixed there software in the 2 years since release, but I guess I was wrong\n"},
{"review_id": "R1CS8NCCEM6HGN", "title": "Great For Streetview and virtual tours", "date": "Reviewed in the United States on August 18, 2020", "rating": "5.0 out of 5 stars", "text": "\n  I had a Max but returned it and bought 3 Fusions since they're discontinued. The photos look great and it can shoot 2 fps which is great for updating Google  Streetview and making virtual tours\n"},
{"review_id": "R3MXZN9EP70UD7", "title": "Great camera, great price", "date": "Reviewed in the United States on June 5, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Awesome camera at a great price! 360mdegree video and photos will change the way you document your adventures\n"},
{"review_id": "R1LS97F9DS87D4", "title": "Not for casual users", "date": "Reviewed in the United States on March 5, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Linking to your phone is pretty much impossible and the app is a nightmare to use. You've need Fusion studio to put the videos together, but it won't run on most computers. Since Fusion Studio won't run on the 3 computers we've tried it on, I'd have to say picture quality is poor/nonexistent. Is submit a video, but have yet to have anything that works from the Fusion. Don't believe the GoPro hipe, it's a bad product from a bad company. Would be better off using a cell phone camera.\n"},
{"review_id": "R37S1DITLWYB1S", "title": "Great once you learn Fusion Studio or the App", "date": "Reviewed in the United States on March 13, 2020", "rating": "5.0 out of 5 stars", "text": "\n  I love this camera, but it has taken a bit of work to learn the editing side of things. Also, ensure that your computer can handle the Fusion Studio by checking the specs on the GoPro website. Alternatively, the app allows for editing as well.\n"},
{"review_id": "R38GQ19H9KJN9Y", "title": "Awesome", "date": "Reviewed in the United States on November 28, 2018", "rating": "5.0 out of 5 stars", "text": "\n  This is the perfect camera for hiking shots. You can walk with it and the stability does great. Or set it down at a bend in the trail to get a cool shot. Just a fun camera to use. It might take some time in post, however you would have to set up a lot more equipment to get cool perfectly smooth pans like this thing does by simply turning it on and setting it down on the tripod.\n"},
{"review_id": "R22VVW7QQHJB4P", "title": "Unusable due to file sizes and computer rendering limitations", "date": "Reviewed in the United States on July 16, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Camera is very cool and high tech, however the file sizes, editing software and rendering times make this solution unusable for all except those that have invested thousands in computer and graphics hardware.\n"},
{"review_id": "R3HRY3S28FWHH2", "title": "tf?", "date": "Reviewed in the United States on December 31, 2021", "rating": "3.0 out of 5 stars", "text": "\n  what typa sht is that, where i gotta use 2 sd cards for this gopro to even work LMAO. like damn i dont even know how the camera works yet cuz u gotta get 2 sd cards for this camera TO EVEN TURN ON LOOOLLLL yeah thanks. actually doesnt make no fkn sense\n"},
{"review_id": "R2OC51JA1UKSES", "title": "SLOW CAMERA SLOW APP SLOW ALL", "date": "Reviewed in the United States on August 6, 2020", "rating": "1.0 out of 5 stars", "text": "\n  1. Excellent quality image."},
[
{"prod_name": "GoPro Camera Fusion - 360 Waterproof Digital VR Camera with Spherical 5.2K HD Video 18MP Photos", "brand": "GoPro", "source": "Amazon.com", "list_price": "$289.00", "description": [" Spherical video plus photos capture incredible 5.2K videos and 18MP photos of everything around you by shooting in every direction at once  ", " Over capture : Turn 5.2K spherical videos into traditional 1080P videos from any angle right on your phone; Full compatibility on iPhone 6s, iPad mini 4 and later devices; compatibility varies for earlier devices; See technical specifications below for android compatibility  ", " Transform spherical photos into traditional shots crop 18MP spherical photos any way you want to create standard resolution photos that are easier to save and share. Video ISO Range: 400 to 6400 (Manual)  ", " Create plus share on your phone preview and play back shots, edit videos and share them on the spot with the GoPro app; Full compatibility on iPhone 6s, iPad mini 4 and later devices; Compatibility varies for earlier devices; See technical specifications below for android compatibility  ", " Immersive 360 experiences play back spherical footage in VR to bring everyone into the moment with you  ", " Requires two high performance microSD, microSDHC or microSDXC cards with a class 10 or UHS II/III rating or higher; for the best performance, be sure your fusion camera has the latest software and always use the latest versions of the GoPro mobile app and GoPro fusion studio app for desktop  "], "review": "4.2 out of 5 stars", "num_reviews": "873 ratings"}
]{"review_id": "R34P04I94GZY3G", "title": "Great camera. Make sure you have the correct SD cards", "date": "Reviewed in the United States on December 28, 2019", "rating": "5.0 out of 5 stars", "text": "2. being  honest, I hate this camera, puted my money in the trash, VERY VERY SLOW, App don't respond, I tryed on both system iOS and Android, I have to sync every time that I need to use this camera, I think I have to buy a Mac Pro with 100 Giga of ram to process my footage, I'm really regret bought this camera"},
{"review_id": "R2ZK1S21I2K7YJ", "title": "Five Stars", "date": "Reviewed in the United States on August 22, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Love this camera. It is very easy to use. Does a great job.\n"},
{"review_id": "R193G10YQZBHOL", "title": "Junk", "date": "Reviewed in the United States on February 29, 2020", "rating": "1.0 out of 5 stars", "text": "\n  All right boys and girls be prepared for this camera not to do anything you expect it to do. And try finding somewhere to Store all your videos. Because the cloud does not support GoPro 360 footage. You actually can't even use the GoPro app to do anything with this I am very unhappy with this camera. It does not do anything that is advertised to do. I feel like Amazon and GoPro just spit in my face by selling me this camera. I am very unhappy\n"},
{"review_id": "R22MR8W9SFSQHQ", "title": "Great price and overall great 360 GoPro", "date": "Reviewed in the United States on September 9, 2019", "rating": "5.0 out of 5 stars", "text": "\n  I love everything about this camera but the easy to use gets one less star in my book because even though it shoots superb video, the app is a pretty glitchy and would crash on me. Definitely get another battery because it goes fast if you’re filming in 5.2k. Love the tripod/selfie stick that comes with it. Overall great product and you can’t beat the price.\n"},
{"review_id": "R37J2C3RQYAR74", "title": "Pesimo", "date": "Reviewed in the United States on November 1, 2019", "rating": "1.0 out of 5 stars", "text": "\n  Publicidad engañosa... el titulo dice gopro fusion sandisk extreme... la tarjeta no la mandaron... amazon me deriva a gopro... gopro a amazon... nadie se hace cargo... amazon dice que el titulo esta asi pero no viene sandisk... todo eso tras llamados y chats eternos"},
{"review_id": "R20Q3W0MCWCW1V", "title": "360 Camera", "date": "Reviewed in the United States on July 16, 2020", "rating": "4.0 out of 5 stars", "text": ".. y yo sin la sa disk\n"},
{"review_id": "R2TWOR4SGVGTPH", "title": "U cant beat these.", "date": "Reviewed in the United States on May 21, 2020", "rating": "5.0 out of 5 stars", "text": "\n  The camera works great but the stitching is a little tedious.  You need a powerful computer to handle the 5.2k video or rendering  can take some time.\n"},
{"review_id": "R2IVE49YOARXJ5", "title": "Fun camera and easy to use software.", "date": "Reviewed in the United States on February 1, 2021", "rating": "5.0 out of 5 stars", "text": "\n  u can't beat 360 cameras at this price. I bought 3  knowing that sooner of later I'm gonna destroy one. But so far these are freaking amazing. The picture quality is wow.\n"},
{"review_id": "RTM5R2HB93M4B", "title": "This is an outstanding product, but the execution (particularly software/firmware) is not quite ready for sale.", "date": "Reviewed in the United States on February 23, 2018", "rating": "2.0 out of 5 stars", "text": "\n  I have it mounted on top of a remote controlled car and drive it around taking videos of the car's \"adventures\". Fun for chasing pets too!\n"},
{"review_id": "R26I4IF5VO9H0D", "title": "Not very easy to use...", "date": "Reviewed in the United States on May 27, 2020", "rating": "3.0 out of 5 stars", "text": "\n  GoPro Fusion is an outstanding product, but it does *not* seem to be ready for use yet (at best, I'd call it a \"beta\" or \"alpha\" version). The camera firmware, as well as the mobile app (using iOS app on iPhone X), are both very buggy, unreliable and rather frustrating to deal with."},
{"review_id": "R2OHTZ3ZMAO4GX", "title": "Very good image quality, awful to use, terrible software, garbage tripod", "date": "Reviewed in the United States on September 1, 2018", "rating": "1.0 out of 5 stars", "text": "Specific problems I've encountered in the first few hours with the product:"},
{"review_id": "RT2DLPETPHGC4", "title": "Super easy but need light", "date": "Reviewed in the United States on March 26, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Camera super easy to use with app. Very clear pictures; just be sure to have plenty of light. I also purchased a LED lantern style light as I use this camera inside a boiler with limited lighting.\n"},
{"review_id": "R22H0P0MCVPNHV", "title": "In my opinion, the best 360 camera (image quality) for under $1500", "date": "Reviewed in the United States on May 23, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Excellent build quality.  I appreciate the GoPro Plus program as well.  The editing of the images is the \"tricky\" part, for me.  The \"overcapture\" feature is a big plus for this type of camera (360)\n"},
{"review_id": "RNLJHHME9B6KR", "title": "I love this camera", "date": "Reviewed in the United States on March 6, 2018", "rating": "5.0 out of 5 stars", "text": "\n  I love this camera.  My only complaint is the process time to stitch the footage into a single movie file.  It takes a LONG time to process.\n"},
{"review_id": "R2QGHG5AB6YGTC", "title": "Great 360 camera crappy software.", "date": "Reviewed in the United States on May 27, 2020", "rating": "2.0 out of 5 stars", "text": "\n  Camera is awesome. Footage is awesome. Only issue is the software is crap. Make sure you have the minimum required hardware (which is very extensive and advanced) or you won't be able to stitch the 360 video. Apparently my 3GB AMD RADEON 7950 is too low tech for 5K 360 footage.\n"},
{"review_id": "R14H5OEME6M8UU", "title": "Without the right equipment, you cannot get the photos and videos stitched for presentation", "date": "Reviewed in the United States on March 29, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Both the gopro fusion app on my IPAD and the PC software crash while trying to get stitched images. I think the computer hardware without a really good GPU with 4GB of memory will not handle this camera. I don't know why my IPAD crashes while saving the images. So, as with many reviews, I have a descent camera but it is useless because I can't share any of my photos or videos.\n"},
{"review_id": "R3AQCCDAQ9XHDS", "title": "Be carful!", "date": "Reviewed in the United States on September 24, 2021", "rating": "3.0 out of 5 stars", "text": "\n  To use it, you need a powerful PC or laptop and GoPro has no support for it anymore.\n"},
{"review_id": "R3BIZR3H8VBHCA", "title": "Great", "date": "Reviewed in the United States on June 1, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Girlfriend loves it. The 360 videos, tiny world. The only thing that we wish could improve, is the amount of available saved space on the GoPro app. There’s plenty of storage on the camera.\n"},
{"review_id": "R1M57C8BLH27B7", "title": "Excellent", "date": "Reviewed in the United States on October 30, 2021", "rating": "5.0 out of 5 stars", "text": "\n  A great product for the money. The 360 view on playback is awesome !\n"},
{"review_id": "R20UNOYL644Q81", "title": "App doesn't work.", "date": "Reviewed in the United States on February 27, 2020", "rating": "1.0 out of 5 stars", "text": "\n  The pictures are low rez and blurry. Plus, the app is totally bugged, doesn't connect to the camera.\n"},
{"review_id": "R2P4TIMTVMECTS", "title": "Fast & easy. How it should be", "date": "Reviewed in the United States on May 1, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Amazing! Ordered yesterday, here today! I LOVE amazon! I just got it out of the box! Super fast shipping and so far my new toy is living up to my expectations!"},
{"review_id": "RBLK5Y2IGSIRJ", "title": "2017 camera requires top-of-the-line 2020 smartphone", "date": "Reviewed in the United States on August 6, 2020", "rating": "1.0 out of 5 stars", "text": "\n  This camera was released in 2017 but it is entirely incompatible with my smartphone that's less than a year old. There's also no way to work around the insufficient GoPro app as it won't even let me download a file to my phone to use a third-party app. Extremely frustrating. Buy a different camera from a better company.\n"},
{"review_id": "R3AKD1EC97SUJ6", "title": "Avoid", "date": "Reviewed in the United States on April 20, 2021", "rating": "1.0 out of 5 stars", "text": "\n  They discontinued the software needed to render video from this camera shortly after I bought it, and their support does not know how to help me get footage off of it. I might try an Insta360 now instead. The fusion makes for a neat looking shelf ornament, but that's about it.\n"},
{"review_id": "RK9HR8P880V7O", "title": "It’s worth the $200", "date": "Reviewed in the United States on May 1, 2020", "rating": "4.0 out of 5 stars", "text": "\n  It takes allot of practice to get it right.\n"},
{"review_id": "R3E3WXUZVTCPPX", "title": "My husband loves this", "date": "Reviewed in the United States on December 28, 2021", "rating": "5.0 out of 5 stars", "text": "\n  My husband has it on his tub. Works ok\n"},
{"review_id": "R3IRIVTGYY8DRC", "title": "GoPro downloading videos is awful", "date": "Reviewed in the United States on May 31, 2020", "rating": "2.0 out of 5 stars", "text": "\n  The GoPro cameras and GoPro app are terrible. I have a fusion and it’s impossible to download to GoPro app on iPhone. It takes 45 minutes to download a 7 minute video and often results in errors. I’ve spent hours trying to download videos. You’d think GoPro would really fix these issues given the up and coming competitors like the Insta360.\n"},
{"review_id": "RBZ2BF57ZEYNQ", "title": "Picture quality amazing", "date": "Reviewed in the United States on May 6, 2019", "rating": "5.0 out of 5 stars", "text": "\n  It’s such a awesome camera easy to use great picture I’m so excited to use this on every trip! What a steal on price compared to other brands. Favorite product by go pro yet!\n"},
{"review_id": "R20L70NFB7O3ZL", "title": "Great camera!", "date": "Reviewed in the United States on July 23, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Great camera! I would recommend to anyone who is looking for different and interesting shots for action and adventure. The main differences between the fusion and the new max is the Max has auto horizon leveler and replaceable lense covers while the fusion has neither\n"},
{"review_id": "R3O5PPBWHM0KU6", "title": "easy to use", "date": "Reviewed in the United States on January 17, 2020", "rating": "5.0 out of 5 stars", "text": "\n  love this cámara, i own a couple of gopros and by far this is my favorite one.\n"},
{"review_id": "R10WODB30YXAFB", "title": "good value for money", "date": "Reviewed in the United States on May 18, 2020", "rating": "3.0 out of 5 stars", "text": "\n  would recommend\n"},
{"review_id": "R37YMUI4YZ2S06", "title": "Product ok but not for me", "date": "Reviewed in the United States on June 5, 2020", "rating": "3.0 out of 5 stars", "text": "\n  Did not do what i wanted to do i had to get a more expensive 360 camera. Purchase this camera after reading that it can do a walkthru of a home without stitching the photos and also the gopro studio didnt work\n"},
{"review_id": "RVLCIPAIZ334Y", "title": "Great camera", "date": "Reviewed in the United States on October 6, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Super awesome bought it for my husband and he loved it . I recommend it and our friend bought one aswell.\n"},
{"review_id": "R3E9OPOEJ557CM", "title": "Amazing 360 degree Camera", "date": "Reviewed in the United States on July 21, 2019", "rating": "5.0 out of 5 stars", "text": "\n  This is really good camera but need remote control to operate from distance, Android is not supported for fusion. iOS application is crashing.\n"},
{"review_id": "RUOZKQDCNQNFX", "title": "Extinct software for Fusion", "date": "Reviewed in the United States on December 23, 2020", "rating": "1.0 out of 5 stars", "text": "\n  GoPro clearly does not have the knowledge or know how to make editing software and support there customers besides helping there customers.\n"},
{"review_id": "R3DBE9T8PKH8MM", "title": "Pretty Cool!", "date": "Reviewed in the United States on February 9, 2020", "rating": "5.0 out of 5 stars", "text": "\n                    The media could not be loaded.\n                "},
{"review_id": "R1Y2VFQMHZNCSW", "title": "El titulo del anuncio es una burla", "date": "Reviewed in the United States on August 5, 2020", "rating": "4.0 out of 5 stars", "text": "\n   I cant wait to really play with this, seems like a great deal. Renders fast on my computer but files are HUGE.\n"},
{"review_id": "R29EZFDOESIYDN", "title": "Satisfied", "date": "Reviewed in the United States on May 23, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Hola, compre la gopro fusion 360 y el anuncio dice que tiene un microSD 64 Gb,pero la momerio no fue enviada y recientemente vi otra reseña donde dice lo mismo, trate de contactar con el vendedor pero solo me mando una respuesta generica , fuera de eso la camara esta bien\n"},
{"review_id": "R3LDJ6FA9ZKSIM", "title": "Clear", "date": "Reviewed in the United States on July 27, 2020", "rating": "3.0 out of 5 stars", "text": "\n  Satisfied\n"},
{"review_id": "R1BK9TPFAU5W1V", "title": "The best", "date": "Reviewed in the United States on April 30, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Clear\n"},
{"review_id": "RYBGJDAXYHDY8", "title": "No me llegó la tarjeta SanDisk Extreme de 64 GB microSDXC UHS-3", "date": "Reviewed in the United States on June 30, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Excellent camera\n"},
{"review_id": "R2FCQIGOEYSLKS", "title": "Broken out of package", "date": "Reviewed in the United States on January 29, 2019", "rating": "1.0 out of 5 stars", "text": "\n  Hola"},
{"review_id": "R38VTPGPOSNAUD", "title": "Excellent", "date": "Reviewed in the United States on August 13, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Excellent camera but the software is very slow\n"},
{"review_id": "R3N7DJYTMOOTAC", "title": "Solid product, great quality! Take care of the lenses, very sensible.", "date": "Reviewed in the United States on January 18, 2019", "rating": "5.0 out of 5 stars", "text": "\n  top product!\n"},
{"review_id": "R3SAQU98E0CPT7", "title": "good", "date": "Reviewed in the United States on June 17, 2020", "rating": "3.0 out of 5 stars", "text": "\n  good\n"},
{"review_id": "R3E7YEUOUL0HV0", "title": "Good if you have time to waste", "date": "Reviewed in the United States on March 8, 2020", "rating": "5.0 out of 5 stars", "text": "\n  All is well until it’s time to remove the photo or video. A 7 minute clip takes 40 minutes on the iPhone 11. 20 minutes in the GoPro app and another 20 minutes to download into the phone.\n"},
{"review_id": "R7T7XJHMBWCSM", "title": "Connection firmware is extremely unreliable", "date": "Reviewed in the United States on June 25, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Wireless or tethered, the firmware for this device is terrible.  Don't buy."},
{"review_id": "R1LH2VAJA68840", "title": "GoPro Fusion software not compatible with mac OS Big Sur", "date": "Reviewed in the United States on October 15, 2021", "rating": "3.0 out of 5 stars", "text": "It takes decent photos, but that's just a tease, since usually they can't be downloaded.\n"},
{"review_id": "R37THJ4BJCSDW4", "title": "Pretty happy", "date": "Reviewed in the United States on August 29, 2019", "rating": "5.0 out of 5 stars", "text": "\n  I bought this camera before knowing that the gopro Fusion software is not available for mac OS Big Sur users so this was a big problem for me, had to return it\n"},
{"review_id": "R1UGY9ZNWZNMJY", "title": "Great 360 cam!", "date": "Reviewed in the United States on February 27, 2020", "rating": "4.0 out of 5 stars", "text": "\n  The product is amazing!!!\n"},
{"review_id": "R39AH68LBRUMEM", "title": "Perfection!", "date": "Reviewed in the United States on December 10, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Live the video quality and it’s easy to use.\n"},
{"review_id": "R2YIIGZTJXCGML", "title": "👎", "date": "Reviewed in the United States on May 12, 2020", "rating": "1.0 out of 5 stars", "text": "\n  This was the perfect gift for the person I admire the most! Not only was this set at a great price, but I know that this gift will be used to create wonderful memories for years to come!\n"},
{"review_id": "R21EBO3XHESQEI", "title": "You must do a lot of computer editing to use this over the Max", "date": "Reviewed in the United States on March 9, 2021", "rating": "2.0 out of 5 stars", "text": "\n                    The media could not be loaded.\n                "},
{"review_id": "R2OMA7ZLKPVI0C", "title": "Fusion still alive", "date": "Reviewed in the United States on April 4, 2020", "rating": "5.0 out of 5 stars", "text": "\n   Unless you are very computer savvy this footage is very hard to work with And render. Although it was pretty cool the max is worth the money difference\n"},
{"review_id": "R2HWNG18LRRUBJ", "title": "Great camera poor software", "date": "Reviewed in the United States on September 6, 2019", "rating": "4.0 out of 5 stars", "text": "\n  Started into making 360deg movies and photos.\n"},
{"review_id": "R3MYS4S2BAZLFG", "title": "Relly love 360 fusion", "date": "Reviewed in the United States on May 7, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Great camera and hardware. Very poor software not compatible with most of the phone or laptop devices.\n"},
{"review_id": "R1B0WBNV19ZIXU", "title": "Easy and perfect!", "date": "Reviewed in the United States on June 5, 2020", "rating": "5.0 out of 5 stars", "text": "\n  It's nice I love it\n"},
{"review_id": "R1QB9ZMNA1TVBV", "title": "Five Stars", "date": "Reviewed in the United States on May 14, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Awesome!!! Exactly what i wanted. The software takes a little getting used to but Is pretty intuitive. Overall awesome camera!!\n"},
{"review_id": "R1IWKBIIX2ESTN", "title": "thanks", "date": "Reviewed in the United States on July 19, 2020", "rating": "5.0 out of 5 stars", "text": "\n  THE BEST CAMERA\n"},
{"review_id": "R3S89QK7A6GFYA", "title": "Maybe the new one will be better", "date": "Reviewed in the United States on October 31, 2019", "rating": "4.0 out of 5 stars", "text": "\n  It's great\n"},
{"review_id": "R2VHBRPJBD6NM5", "title": "Excelente camara", "date": "Reviewed in the United States on August 31, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Nice feature 360 view ,hard to render photos and videos takes very long time to use the gopro studio\n"},
{"review_id": "R29X9FMW01RHJE", "title": "No trae tarjeta Sandisk en la compra", "date": "Reviewed in the United States on August 20, 2019", "rating": "3.0 out of 5 stars", "text": "\n                    The media could not be loaded.\n                "},
{"review_id": "R1FZ6KF4TK1TQP", "title": "Poor battery", "date": "Reviewed in the United States on April 7, 2020", "rating": "3.0 out of 5 stars", "text": "\n  Battery included fails to charge to 100%, stops at 73%, and discharges rather quickly.\n"},
{"review_id": "R1L8EUNG3R12VB", "title": "Follow instructions and use you tube for tips.", "date": "Reviewed in the United States on January 11, 2020", "rating": "4.0 out of 5 stars", "text": "\n  Awesome for vacation videos of outdoor locations and scenery.\n"},
{"review_id": "R2WHZSCDSZS9TR", "title": "Las fotos que saca son como las de google map street view", "date": "Reviewed in the United States on November 18, 2019", "rating": "4.0 out of 5 stars", "text": "\n  la posivilidas de video y fotos 360"},
{"review_id": "RIO54GG0U4X41", "title": "Good purchase", "date": "Reviewed in the United States on May 31, 2020", "rating": "5.0 out of 5 stars", "text": "La bateria se agota rapidamente\n"},
{"review_id": "R3PS4SK2E7CH5R", "title": "Nice Cam 360 !!", "date": "Reviewed in the United States on July 19, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Good purchase\n"},
{"review_id": "R3OINIGA8M3QH9", "title": "Stop working", "date": "Reviewed in the United States on March 22, 2021", "rating": "2.0 out of 5 stars", "text": "\n  Recomended !!\n"},
{"review_id": "RJAMQ4H6VSVA1", "title": "Llego sin la SD card solo la cámara", "date": "Reviewed in the United States on December 13, 2019", "rating": "1.0 out of 5 stars", "text": "\n  Stop working after 5 use, why I don't That\n"},
{"review_id": "R3AOOYQ89XQ4D4", "title": "Prosumer Camera lacking even BASIC image controls.", "date": "Reviewed in the United States on May 16, 2018", "rating": "3.0 out of 5 stars", "text": "\n  No llego con la sf card, solo llego la cámara\n"},
{"review_id": "R3PIBD1MWXX90S", "title": "Great Price!", "date": "Reviewed in the United States on August 22, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Short and sweet.  How can a camera of this price, category, and technology omit the MOST BASIC OF ALL CAMERA FUNCTIONS?  I can think of no camera released in the past 10yrs that costs 1/10th of this one that blows off the implementation of Exposure and White Balance Control.  Literally, you CANNOT lock your exposure or WB and cannot choose shutter speeds.  Sure..AUTO EVERYTHING with a simple +/- EV control can work fine in easy environments... but go in and out of shadows, mixed light...shoot time lapse, etc and watch that exposure and white balance bounce all over the place.  I honestly expected more from GoPro and it never even crossed my mind that these BASIC features would be excluded.  For me, I may just have to return it as I cannot accept these limitations no matter how great it looks in bright even sunlight.  PLEASE FIX THIS and I may repurchase.  Interesting that there are so many comments marked \"Helpful\" when they are \"rah rah\"...but there are some big-time shortcomings that people should consider and not be swayed exclusively by only positive reviews.  One additional - Be sure you don't mind a 10x-15x to 1 rendering ratio on even the latest of computers.  1min of footage will take 10-15min to render.  For reference, my latest top of line Macbook Pro it's 10 to 1.\n"},
{"review_id": "R39GWCXB87YHE9", "title": "bad product does not work", "date": "Reviewed in the United States on July 27, 2019", "rating": "1.0 out of 5 stars", "text": "\n  Good item\n"},
{"review_id": "R1IK4U6TC7ZVM", "title": "Dope cam 4 price", "date": "Reviewed in the United States on March 11, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Dope cam\n"},
{"review_id": "R3EZO3QLVS43ZW", "title": "Good people to do business with.", "date": "Reviewed in the United States on March 26, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Have not used it yet, but it looks fine. Thanks\n"},
{"review_id": "R3LTK3V066YRFZ", "title": "Excelente cámara", "date": "Reviewed in the United States on September 29, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Excelente cámara 360 grados\n"},
{"review_id": "R3JT45YCO6BETW", "title": "$100 cheaper 1 weekafterI bought it SMH", "date": "Reviewed in the United States on May 27, 2019", "rating": "1.0 out of 5 stars", "text": "\n  Don;t buy\n"},
{"review_id": "RO6LRPTWS7PIE", "title": "Opinion", "date": "Reviewed in the United States on June 11, 2020", "rating": "5.0 out of 5 stars", "text": "\n  The product seems to be good, I'm enjoying\n"},
{"review_id": "R2A3OWQDDQQ1HA", "title": "Amazing camera", "date": "Reviewed in the United States on June 24, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Great camera with amazing features!!!!\n"},
{"review_id": "R2AICW0VDTVPZL", "title": "GoPro Fusion", "date": "Reviewed in the United States on October 8, 2021", "rating": "4.0 out of 5 stars", "text": "\n  Bang for the buck.\n"},
{"review_id": "R2A87YTFFXK1JQ", "title": "Everything is great!", "date": "Reviewed in the United States on May 26, 2019", "rating": "4.0 out of 5 stars", "text": "\n  Love it!\n"},
{"review_id": "REBG29CYNJP3U", "title": "Great go pro great price", "date": "Reviewed in the United States on May 20, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Great go pro\n"},
{"review_id": "R2ROEE7XFNML9C", "title": "No micro sd", "date": "Reviewed in the United States on June 22, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Sin micro sd\n"},
{"review_id": "R3A0KKFBFZFF5M", "title": "Seller sent me defected item", "date": "Reviewed in the United States on September 23, 2019", "rating": "1.0 out of 5 stars", "text": "\n  The lens was scratched and the camera was used\n"},
{"review_id": "R1WSCJ27J7JZWC", "title": "Not ready for all uses.  Needs updates.  Better than the rest.", "date": "Reviewed in the United States on February 6, 2018", "rating": "3.0 out of 5 stars", "text": "\n  I purchased this after trying the Rylo.  It was a few hundred dollars more than the Rylo, but the Rylo was a disaster."},
{"review_id": "R25EXQE8MSQJQV", "title": "GET THIS CAMERA. Incredible picture and 360 quality- worth every penny!", "date": "Reviewed in the United States on May 5, 2018", "rating": "5.0 out of 5 stars", "text": "Purchased this camera in efforts to record kids basketball games without having to Pan the camera back and forth.  The Overcapture feature was the winning feature on this camera along with the 5.2k resolution (so you can zoom and overcapture) which pushed me to give this camera a try."},
{"review_id": "R31XSVDYF3P3G2", "title": "Warning don't be fooled by GoPro marketing.", "date": "Reviewed in the United States on May 23, 2018", "rating": "1.0 out of 5 stars", "text": "Pros:"},
{"review_id": "RI1ESEM6M7I6Y", "title": "Good for VR people who want to create their own ...", "date": "Reviewed in the United States on February 10, 2018", "rating": "5.0 out of 5 stars", "text": "-GoPro built"},
{"review_id": "R3FA0I8WKLG6KP", "title": "The software is horrible and you need their crappy software unfortunately to do some things", "date": "Reviewed in the United States on May 21, 2018", "rating": "1.0 out of 5 stars", "text": "-less buggy than the Rylo"},
{"review_id": "R3CO1O99E1QDKH", "title": "Poor product and waste of time and money", "date": "Reviewed in the United States on July 14, 2018", "rating": "1.0 out of 5 stars", "text": "-the remote interface on the phone to control the camera is great, but it's very buggy"},
{"review_id": "R1OE6365X3TX6", "title": "It's now my favorite camera to shoot with!", "date": "Reviewed in the United States on March 2, 2018", "rating": "4.0 out of 5 stars", "text": "-although i didn't use it, the included selfie stick is awesome"},
{"review_id": "RMKGRZZHRPVY9", "title": "Software makes it unusable for me", "date": "Reviewed in the United States on February 10, 2018", "rating": "2.0 out of 5 stars", "text": "-the stitching is awesome, easy and brainless (no small feat)"},
{"review_id": "R24GJP7I3RW8AW", "title": "NO proper Android support.", "date": "Reviewed in the United States on March 8, 2018", "rating": "1.0 out of 5 stars", "text": "Cons:"},
{"review_id": "R3VAHKE69CVQO7", "title": "Five Stars", "date": "Reviewed in the United States on June 26, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Nice 380 camera\n"},
{"review_id": "RSNE9GD54A6RC", "title": "Fotos geniales.", "date": "Reviewed in the United States on July 5, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Excelente cámara! Unas fotografías increíbles.\n"},
{"review_id": "R29UA1DRIZZCT0", "title": "Nice idea but poorly implemented and marketed - waste of time and money!", "date": "Reviewed in the United States on April 3, 2018", "rating": "2.0 out of 5 stars", "text": "\n  Fusion is a great idea but unlike most of the GoPro products, it needs a lot of refinements. I had lots of issues in making it work for the first time and am still getting used to it in making decent videos. But my main frustration is that GoPro does not make it clear that it is useless underwater - the primary reason I bought it; the optics simply do not work underwater, image becomes soft and you can clearly see stitching lines."},
{"review_id": "R3V5E3MGQF251L", "title": "1) It is waterproof without any additional cases 2) The tripod it comes with is very nice 3) It has GoPro brand name", "date": "Reviewed in the United States on March 5, 2018", "rating": "1.0 out of 5 stars", "text": "Waste of money and time in my case,\n"},
{"review_id": "R11RJZQ95ADYJB", "title": "Software limits the usability of the camera", "date": "Reviewed in the United States on March 18, 2019", "rating": "1.0 out of 5 stars", "text": "\n  I've never justified spending time on reviews but this thing drained time from my vacation, so here it goes..."},
{"review_id": "RG36WFL9PFBGX", "title": "Made with good quality but the workflow is a disaster", "date": "Reviewed in the United States on February 19, 2020", "rating": "3.0 out of 5 stars", "text": "PROS:"},
{"review_id": "R2CHP5D5MMOUJ", "title": "360 is complex, yes, but GoPro did the bare minimum of work.", "date": "Reviewed in the United States on August 31, 2020", "rating": "2.0 out of 5 stars", "text": "1) It is waterproof without any additional cases"},
{"review_id": "R3I2Z9II51MRIJ", "title": "With the right computer/phone, this is an amazing camera.", "date": "Reviewed in the United States on May 7, 2018", "rating": "5.0 out of 5 stars", "text": "2) The tripod it comes with is very nice"},
{"review_id": "RT1CMB9IEBBKA", "title": "The future of cameras", "date": "Reviewed in the United States on May 6, 2018", "rating": "5.0 out of 5 stars", "text": "3) It has GoPro brand name. That's about it..."},
{"review_id": "R3MYRSTN4J9UTD", "title": "A great tool, but has a steep learning curve and some issues.", "date": "Reviewed in the United States on August 3, 2018", "rating": "5.0 out of 5 stars", "text": "CONS (in no particular order):"},
{"review_id": "R2WLN6M59NPHFY", "title": "POV + Selfie at the same time and other amazing videos possible, with the highest video quality for consumer 360 cameras", "date": "Reviewed in the United States on March 29, 2018", "rating": "5.0 out of 5 stars", "text": "\n                    The media could not be loaded.\n                "},
{"review_id": "R3I73ZW9T4MXZR", "title": "Decent hardware, terrible software.", "date": "Reviewed in the United States on March 1, 2019", "rating": "1.0 out of 5 stars", "text": "\n   If you haven't tried a stabilized 360 camera before, prepare to have your mind blown (see the video I uploaded sorry i don't know why Amazon drastically reduced the resolution.. anyway it's also viewable on youtube)."},
{"review_id": "R3HYT3WIQL3964", "title": "Fantastic 360 camera, with some glaring flaws", "date": "Reviewed in the United States on June 5, 2019", "rating": "3.0 out of 5 stars", "text": "I have forty-two 360 cameras and panoheads, and as of March 2018, Fusion has the highest video quality for consumer 360 cameras under $1,000.  Even though its nominal resolution is lower than that of the Virb 360 or Yi 360 VR, Fusion has noticeably more detail than either of them or any other consumer 360 camera.  Its video quality is so high that it is almost as good as my $3,500 Insta360 Pro in 8K mode.  Fusion's stabilization is also excellent, although the stabilization is a bit below that of the Rylo.  Its photos are pretty good as well, again with excellent dynamic range."},
{"review_id": "R1AYIFTEMT42SI", "title": "GoPro Fusion", "date": "Reviewed in the United States on June 10, 2018", "rating": "4.0 out of 5 stars", "text": "The main issues with Fusion have been: 1. lack of an external housing, and 2. the workflow needs improvement for both desktop and mobile."},
{"review_id": "R3RFZFAHIALHJD", "title": "The future of video", "date": "Reviewed in the United States on October 15, 2019", "rating": "5.0 out of 5 stars", "text": "\n"},
{"review_id": "R30AUVY5BJ1B7B", "title": "Camera good, software bad", "date": "Reviewed in the United States on June 20, 2018", "rating": "3.0 out of 5 stars", "text": "\n  Potentially great hardware that will never be great because gopro doesn't care. The problem is the software, it's terrible. And since their software is the gatekeeper this means your footage is useless. Specifically the desktop app crashes, doesn't get updated often enough, and is horrendously slow. Worse yet the Android software blocks use unless you have a compatible phone. So after waiting months for it to work on my OP5, I get an OP6, and I'm out in the cold again.\n"},
{"review_id": "R1EYA3IUQ2NOTV", "title": "Good camera, lousy apps", "date": "Reviewed in the United States on September 8, 2018", "rating": "3.0 out of 5 stars", "text": "\n  This is a great camera.  The video it takes looks amazing, better than anything else I've seen in the price range.  The pictures are great too.  It really adds an extra level to your vacation pics and vids when you can look around 360 degrees. I looked at a few alternatives, and the Fusion just had the best, natural looking videos, with the best color.  The app and desktop software is where it really falls off.  The app isn't fully functional on Samsung phones for some reason (only the world's largest phone manufacturer, that's all). You can't share videos from the phone.  The desktop software requires a really high-end CPU and a decent video card, and it's still very slow to render.  While on vacation I was able to render 360 pics on a cousins cheap laptop, but had to wait until I got home to render 360 video."},
{"review_id": "R223P6CCESFC54", "title": "great quality device but 100% worthless", "date": "Reviewed in the United States on June 16, 2019", "rating": "1.0 out of 5 stars", "text": "Another issue is with the desktop app crashing all the time.  I have a high-end computer, i7-6700k 24GB RAM RTX 2080, and whenever I would render 5.2k or 5.6k videos, the app would start to consume all of my memory and then crash.  I read that turning-off 360 audio could fix it, but I want 360 audio, so I found this workaround.  In Windows 10, go to task manager, and the 'Details' tab.  Find the Fusion Studio app, right-click, select 'Set Affinity'.  You need to limit the number of corse the Fusion Studio app has access to.  You can play around with it to find the right mix, but I've found limiting it to Core 1, 2, and 3 works every time, but makes the rendering process even slower!"},
{"review_id": "R709RTGTSANA4", "title": "Amazing!", "date": "Reviewed in the United States on January 31, 2018", "rating": "5.0 out of 5 stars", "text": "Watching video is another issue.  My 5k video uploaded to Youtube seems to work fine everywhere.  I have an Oculus GO which couldn't handle the 5k video from the Fusion (very slow and choppy). The GO works with 4k exported video, but it looses some detail. My hi-res pictures worked fine on everything."},
{"review_id": "RCXKS7MC2YMB7", "title": "STAY AWAY FROM THE FUSION!!!!", "date": "Reviewed in the United States on March 1, 2019", "rating": "1.0 out of 5 stars", "text": "The GoPro plus service works for this camera, but unfortunately they won't let you upload video to the cloud, which kills it IMO.  So basically all you get is the camera replacement service, for $5/month, plus you have to pay a deductible should you need a replacement.  Plus 50% off accessories, but it seems to me like the Gopro website has accessories twice the price as amazon anyways, so it's a wash.  Kind of a waste in my opinion, get the damage protection plan instead from the retailer."},
{"review_id": "R25WQJL7BCGE4V", "title": "Amazing Footage.  Everything Pales to a 360.", "date": "Reviewed in the United States on June 16, 2019", "rating": "5.0 out of 5 stars", "text": "\n  I am GoPro obsessed.  I have 2 Sessions, Heros 4,6,7 (got to recycle the older versions) and now the Fusion.  Granted, I have never owned a 360 camera before, but I have been very satisfied with the GP Fusion.  I don't do too many fancy things with it.  We are an all Mac household so I stitch and edit videos through my desktop.  It runs more slowly on smaller devices but runs very well on my higher processor desktop.  Everything else pales in comparison to the 360 if you take into consideration the 3D nature of the videos.  The video quality will catch up eventually, given the new software in beta.  I am very much looking forward to these improvements and remain a hardcore avid customer/fan of GoPro.  Now if only there's a way to stick a fusion to your body whilst doing active extreme sports, that would be fantastic. ;)\n"},
{"review_id": "REGBFTE9UD55N", "title": "Wait till the next one", "date": "Reviewed in the United States on May 2, 2018", "rating": "1.0 out of 5 stars", "text": "\n  I got this as a gift and it is by far the worst GoPro product made."},
{"review_id": "R30QYALGLDSV1N", "title": "Excellent image quality, abysmal software and support.", "date": "Reviewed in the United States on June 5, 2018", "rating": "2.0 out of 5 stars", "text": "a. Not intuitive to use. It turns on and off when I am trying to change the mode."},
{"review_id": "R2R92DEYMSVJ6V", "title": "Camera does not work correctly with Mac OS 10.14.2 or OnePlus 6T", "date": "Reviewed in the United States on January 9, 2019", "rating": "1.0 out of 5 stars", "text": "b. The Software, which is a big part of the product's purpose, is poorly crafted. It does a terrible job of stitching and editing."},
{"review_id": "R26DTW33RG6URB", "title": "The 360 view gives a really cool perspective. I like the interface with the phone ...", "date": "Reviewed in the United States on March 29, 2018", "rating": "5.0 out of 5 stars", "text": "c. You'll just struggle and waste time trying to make this product work.\n"},
{"review_id": "R2WT6COUA0DFPE", "title": "Niche Product Great for those with $$$ and Time", "date": "Reviewed in the United States on November 3, 2018", "rating": "3.0 out of 5 stars", "text": "\n  The footage captured with the camera is excellent. Let's start there. The stitching is really, really good as well. However.....software. This is a camera without a viewfinder or screen of any kind, so the only way you can tweak settings or actually SEE what you are shooting is by linking it to a phone or tablet. That's where this review lost three stars. Both the phone app and the software are MAJOR Cons that anyone purchasing this product needs to be aware of."},
{"review_id": "R20PRJSYELDCBH", "title": "A beta product for a premium price", "date": "Reviewed in the United States on March 24, 2018", "rating": "2.0 out of 5 stars", "text": "PROS: Image quality is excellent. Videos, while not absolutely perfect at the seems, is still handled better than most other cameras in this price range. It does everything the Gopro Hero 6 can do, except in 3D"},
{"review_id": "RW8QUYW2W2NFS", "title": "Runs extremely hot, will not record longer than an hour, stitching doesn't work.", "date": "Reviewed in the United States on October 9, 2018", "rating": "1.0 out of 5 stars", "text": "CONS: There is ZERO protection for the lenses. If you drop it or bump it while you are shooting and scratch or crack a lens, your goose is cooked. GoPro has no option to replace the lens. SO BUY THAT ACCIDENT PROTECTION!!!! This is one area where the VIRB 360 from Garmin beats the pants off gopro. They are targeting the action cam market. How can you offer no protection for the lens given the kinds of things your target audience wants to use it for???"},
{"review_id": "RENMWMVYIXN74", "title": "Best 360 camera on the market!", "date": "Reviewed in the United States on January 31, 2018", "rating": "5.0 out of 5 stars", "text": "The phone app is horrendous. If you are on Iphone you will have a better experience than android, but just barely. Features crash constantly. If you are on android, you better hope you have one of ten SPECIFIC MODEL #'s of phone. Otherwise you can't pair your fusion to your phone at all. No matter how new or powerful your device is. That's something you won't see mentioned on the box or in the user guide. Android support is abysmal."},
{"review_id": "RT6WZJJATVURI", "title": "SOFTWARE DOESN'T WORK - DON'T BUY", "date": "Reviewed in the United States on January 29, 2020", "rating": "1.0 out of 5 stars", "text": "The desktop software is improving, but still a headache. There is no getting around it. You MUST use Gopro Fusion studio to stitch your images. And that process takes a LOOOOOONNNNGGGGG time. It's also prone to crashing a lot. They recently added support to the app for the cameras HDR functions, kind of. If you click on that menu option it just gives you instructions on using third party software. It's a workaround more than a feature."},
{"review_id": "R2BQZXLCLL6L8E", "title": "no looping feature", "date": "Reviewed in the United States on June 1, 2019", "rating": "1.0 out of 5 stars", "text": "\n  I does good video but if you want to shoot video with longer periods of no action with short bursts of action(as in fishing) do not buy! If plugged in it shuts down after 15 minutes on stand-by and you have to restart,  so voice command to start recording does not work. A looping feature(like their other cameras) would solve this issue but GoPro does not seem to want to fix it.  they also do not support Samsung 9s either.  Anybody want to buy one?\n"},
{"review_id": "R2ZULK25RLF00G", "title": "SLOW renders this product useless.", "date": "Reviewed in the United States on July 6, 2019", "rating": "1.0 out of 5 stars", "text": "\n  Forget about shooting 360 videos with this gadget. It takes hours just to process a short clip. The only thing I can say the fusion 360 is good for is 360 STILL PHOTOS.  If that's all you need it for, it's good. Otherwise for video it is not worth the painstaking HOURS of time it will require to process.\n"},
{"review_id": "R3PZFIOIB5415Y", "title": "Great camera but terrible grip and customer support", "date": "Reviewed in the United States on August 27, 2018", "rating": "1.0 out of 5 stars", "text": "\n  Warning, make sure not to get the grip wet, when wet the O-rings dies and you cant extend or collapse the stick anymore. According to customer support it is \"user fault\" and they cant help out... So basically Gopro is selling waterproof action sport equipment that breaks down when wet, and that is the customers fault\n"},
{"review_id": "R3M9MU9W8L7VX9", "title": "Easy to use, difficult to export usable files", "date": "Reviewed in the United States on May 12, 2019", "rating": "4.0 out of 5 stars", "text": "\n  While the GoPro Fusion is a very easy camera to hold, record and operate the ability to download and convert these files to usable videos is labor intensive.  The software that pairs with the camera is \"okay\" at best and the conversion process is very SLOW...even on a high-powered computer.  I would also like to note that the highest quality conversions in 5k crash my computer.  I'm running an i7-6700k 4 GHz with 32 GBs of Ram and a GeoForce GTX 1080.  This should not be a problem, but it is.  Still happy with the purchase, frustrated with its downfalls.\n"},
{"review_id": "RPH1GB2Q4LE4U", "title": "I lost $15,000 because of this camera", "date": "Reviewed in the United States on April 22, 2018", "rating": "1.0 out of 5 stars", "text": "\n  I bought this camera for a 360 video shoot in Northern Sweden this weekend. The two photographers flew from the US and 5 minutes after starting to shoot, the camera overheated. They only had 24 hours to shoot and because of their remote location, could not get a new camera. They are now heading home with no footage yet - it cost me over $15,000 for their time and expenses. I will never buy another GoPro product ever again and will do everything I can to warn others to not trust their equipment. I wonder how many other people and companies have lost money and memories because GoPro fails to make a reliable product.\n"},
{"review_id": "R23PMTDWKY7HAF", "title": "Finally, 360 that lives up to the promise.", "date": "Reviewed in the United States on January 31, 2018", "rating": "5.0 out of 5 stars", "text": "\n  We live in an HD world with HD expectations. I have tried 4 different 360 cameras before Fusion and had the same issue with all of them. The video quality was unacceptable and in most cases unusable. Fusion is the exception to the rule due to the following:"},
{"review_id": "RZTY5DI960QVQ", "title": "Incomplete", "date": "Reviewed in the United States on June 11, 2020", "rating": "1.0 out of 5 stars", "text": "1) Fusion captures content in 5K and creates stunning 360 videos."},
{"review_id": "R3MFCD7HVJ14S9", "title": "BUYER BEWARE", "date": "Reviewed in the United States on October 24, 2019", "rating": "1.0 out of 5 stars", "text": "2) Using the extremely intuitive app, you can create a 1080P non-360 punch out from the 360 video. This 2D video content can than be used as part of a larger project."},
{"review_id": "R3IZS2L2WOG6PS", "title": "DO. NOT. BUY.", "date": "Reviewed in the United States on June 9, 2018", "rating": "1.0 out of 5 stars", "text": "3) Fusion finally lets consumers realize the true power of 360 video which is the ability to capture every angle and later decide which angles you want to share with the world."},
{"review_id": "RXYSXISYPL08U", "title": "The tech behind this concept is miles away from GoPro's engineering capabilities", "date": "Reviewed in the United States on March 14, 2018", "rating": "1.0 out of 5 stars", "text": "Overall, GoPro Fusion is the 360 camera you have been waiting for. Once used, you won't want to put it down.\n"},
{"review_id": "R23DWKJR24DY28", "title": "The camera was fantastic", "date": "Reviewed in the United States on January 27, 2020", "rating": "5.0 out of 5 stars", "text": "\n  The camera was fantastic\n"},
{"review_id": "R2FABMWIPDHBKT", "title": "10/10", "date": "Reviewed in the United States on March 11, 2020", "rating": "5.0 out of 5 stars", "text": "\n  10/10"},
{"review_id": "R2CFTC6TFZO5YB", "title": "Pretty Good Camera for the price", "date": "Reviewed in the United States on March 25, 2020", "rating": "5.0 out of 5 stars", "text": "Love it!\n"},
{"review_id": "R2T59KI099G4OR", "title": "Door falls off the battery charge point", "date": "Reviewed in the United States on May 19, 2020", "rating": "2.0 out of 5 stars", "text": "\n  A bit hard to control with buttons on camera... works great with app and Adobe\n"},
{"review_id": "R3FD972MOECWR2", "title": "Go pro", "date": "Reviewed in the United States on September 20, 2021", "rating": "5.0 out of 5 stars", "text": "\n  Not so good\n"},
{"review_id": "RZP50H1TX3YL7", "title": "best 360 cam out there right now.", "date": "Reviewed in the United States on March 3, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Buena cámara excelente graba lo que fácil edición de video\n"},
{"review_id": "R14VVJBJGZ5074", "title": "Great! I love it a must buy", "date": "Reviewed in the United States on February 26, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Bought my Fusion just two days ago. Really like it. Cant say something bad about this cam. The best 360cam right now. Great customer support of gopro.!\n"},
{"review_id": "R145KOWVRZARSD", "title": "Terrible software support", "date": "Reviewed in the United States on May 11, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Great ! I love it a must buy! GoPro is the best!\n"},
{"review_id": "R3IICQCMB90B3C", "title": "Wenn es dem Hersteller egal ist...", "date": "Reviewed in Germany on August 31, 2018", "rating": "2.0 out of 5 stars", "text": "\n  Supposed to be a great product but there is no way to upload media to laptop so it's impossible to see the photos you take. App crashes all the time. Terrible software!\n"},
{"review_id": "RA8I7HI1QMV3Q", "title": "A new way to how you compose your videos.", "date": "Reviewed in the United Kingdom on July 5, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Hochmut kommt vor dem Fall. Die Kamera ist eigentlich klasse. Ordentliche Qualität, praktische Plugins für Premiere Pro, hohe Performance, gute Verarbeitung und das alles gefühlt etwas besser als die Konkurrenz. Das verarbeiten der Daten am PC funktioniert schnell, einfach und sauber."},
{"review_id": "R1WFYRGBWP14XV", "title": "Gute 360° Kamera, übliche GoPro Bugs", "date": "Reviewed in Germany on August 10, 2018", "rating": "4.0 out of 5 stars", "text": "\n  Die Kamera erzeugt sehr gute 360° Videoaufnahmen (bezogen auf den aktuellen Stand der Technik). Die PC Software ist gut, und mittlerweile stürzt sie nur noch sehr selten ab (Windows 10). Beim Videostitching werden Helligkeitsunterschiede zwischen den Linsen gut ausgeglichen. Häufig sind Stitchingartifakte in der Nähe des Stativs sichtbar, die ich allerdings aufgrund der Position als nicht störend empfinde. Die Videostabilisierung ist sehr gut."},
{"review_id": "RFDUD1DTUJ3WI", "title": "Ohne Software taugt das System nichts - Eine Schande GoPro - Pfui !", "date": "Reviewed in Germany on December 22, 2018", "rating": "1.0 out of 5 stars", "text": "Leider zeigt die Kamera GoPro-übliche Bugs (die teilweise erst nach mehreren Monaten in Erscheinung getreten sind):"},
{"review_id": "R1A0584G7EI01P", "title": "Great hardware, awful software (unusable)", "date": "Reviewed in the United Kingdom on February 24, 2020", "rating": "1.0 out of 5 stars", "text": "- Der Akku wird nicht immer geladen, obwohl die rote LED leuchtet."},
{"review_id": "R3BW6Q9LAW1DXB", "title": "Work flow really bad snd time consuming", "date": "Reviewed in the United Kingdom on February 23, 2020", "rating": "1.0 out of 5 stars", "text": "- Die Kamera hängt sich nach/beim Laden auf."},
{"review_id": "R2MWDGSJU6OHEM", "title": "Software makes this camera unusable", "date": "Reviewed in the United Kingdom on July 29, 2018", "rating": "1.0 out of 5 stars", "text": "- Die Kamera schaltet sich während der Videoaufzeichnung aus (speziell in Bereichen ohne GPS Empfang)."},
{"review_id": "R3C2JPAMDM6WL8", "title": "Ojo... Debes contar con:", "date": "Reviewed in Mexico on April 24, 2019", "rating": "5.0 out of 5 stars", "text": "- Die Kamera wird im USB Betrieb (z.B. Datentransfer) sehr heiß.\n"},
{"review_id": "R1U00MN8JOUFXD", "title": "Poor for cost", "date": "Reviewed in the United Kingdom on July 9, 2019", "rating": "1.0 out of 5 stars", "text": "\n  Die Kamera hat eine sehr hohe Qualität - keine Frage - Aber sie funktioniert leider auch nur mit einer guten Software:"},
{"review_id": "R2P17AKGKEMVN2", "title": "Best GoPro yet", "date": "Reviewed in the United Kingdom on November 1, 2018", "rating": "5.0 out of 5 stars", "text": "Was GoPro bietet ist für alle die Windows nutzen MISERABEL und UNTERIRDISCH."},
{"review_id": "R2476HS4NAXH8A", "title": "Wer kein iPhone 6/7/8/10 oder Samsung Galaxy 9, Google Pixel hat, hat NULL Chance", "date": "Reviewed in Germany on November 8, 2018", "rating": "1.0 out of 5 stars", "text": "- Fusion Software: Mehr als die Hälfte aller Hinweise (und Texte) ist kryptisch \"wes3463vblk6vb3vlt\" eine Umstellung der Sprache von DE auf ENG brachte auch keinen Erfolg."},
{"review_id": "R2F9XNNU2GFT2C", "title": "Tough to edit", "date": "Reviewed in the United Kingdom on February 18, 2021", "rating": "4.0 out of 5 stars", "text": "- Fusion Software: Wer seine Ordner auf D: anstatt auf C: anlegen will hat ebenfalls Pech gehabt."},
{"review_id": "RH5TD7F24CFX3", "title": "Fabulous item", "date": "Reviewed in the United Kingdom on June 9, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Happy husband\n"},
{"review_id": "R2BZ2CJQGQJ02E", "title": "Wait for the next Gen", "date": "Reviewed in Canada on November 18, 2018", "rating": "3.0 out of 5 stars", "text": "\n  Cons:"},
{"review_id": "RJ2ONPJ15TDSH", "title": "Muy recomendable. Tiene el detalle de el render que tarda mucho", "date": "Reviewed in Mexico on August 31, 2019", "rating": "5.0 out of 5 stars", "text": "-The battery doesn't last more than an 1hr."},
{"review_id": "R2VDD9DIA67HNE", "title": "Faulty item", "date": "Reviewed in the United Kingdom on April 20, 2020", "rating": "1.0 out of 5 stars", "text": "-If you try to record a long vid, the Fusion start over heating"},
{"review_id": "R2P2VO2C905IRQ", "title": "It’s a", "date": "Reviewed in the United Kingdom on October 24, 2018", "rating": "5.0 out of 5 stars", "text": "-If you record video for more than 5mins long, the stitching process will take a long time depending on the computer you have. I have an average computer"},
{"review_id": "RDJUTRCW2NNA7", "title": "bene ma non benissimo", "date": "Reviewed in Italy on January 27, 2019", "rating": "3.0 out of 5 stars", "text": "- The lens are delicate. A slight scratch will ruin the image and it's not replaceable. So when taking it on vacation or anywhere, you have to be delicate and cautious"},
{"review_id": "R3S69GEL70A8X8", "title": "Anfang einer neuen Dimension mit Schwächen, aber genial", "date": "Reviewed in Germany on August 12, 2018", "rating": "5.0 out of 5 stars", "text": "-voice command doesn't always work."},
{"review_id": "R16A84EKT8QYDH", "title": "Not as tough as one might like, but gives a unique footage.", "date": "Reviewed in India on June 15, 2018", "rating": "5.0 out of 5 stars", "text": "- Don't update the firmware through the app on your phone. It will render it useless. I had to get a replacement because of that reason"},
{"review_id": "R3QXFC0MKZL74G", "title": "Funktioniert nicht mit Premiere CC2019, somit unbrauchbar", "date": "Reviewed in Germany on November 23, 2018", "rating": "1.0 out of 5 stars", "text": "- Uploading the image or vid to social media will also take a long time because of the size of the file."},
{"review_id": "R1V49LXM32FIRL", "title": "Not recommended for personal use. Too expensive.", "date": "Reviewed in India on January 13, 2019", "rating": "3.0 out of 5 stars", "text": "-Charging the battery will take all night and the battery area will heat up as well"},
{"review_id": "R15TS5B6KM5W8Y", "title": "Fusion", "date": "Reviewed in Canada on July 5, 2019", "rating": "5.0 out of 5 stars", "text": "\n  This camera is definitely the coolest camera I own (and that is a lot of cameras) ... the possibilities creatively, are endless. The Fusion studio is a little slow to stitch clips together (fine with photos) however, the outcome is worth it. Just keep the clips short."},
{"review_id": "R3OQ5G45O6YZKT", "title": "Decepcionado. El producto no está a la altura", "date": "Reviewed in Spain on January 8, 2019", "rating": "3.0 out of 5 stars", "text": "Stabilization could use some work however, I'm sure thats something go pro will work out in the future. We all start somewhere."},
{"review_id": "R28JSCEOVO7IDO", "title": "high end phone and a high end laptop needed for Fusion.", "date": "Reviewed in India on November 13, 2018", "rating": "1.0 out of 5 stars", "text": "Seller got me my camera in two short days and everything was in perfect condition. Thanks so much.\n"},
{"review_id": "R22IFU1M1ESP3D", "title": "Muy buena calidad", "date": "Reviewed in Spain on December 15, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Decepcionado. Acostumbrado a go pro me parece que hay cosas que, o se han hecho rápido, o es problema de la novedad de producto. La cámara es pesada en comparación p.e a la insta360, pero aún así el HW creo que es adecuado y en parte cumple. El SW es el mayor problema. El del móvil es pobre para este tipo de cámara y además pierde conexión. El de OSX es básico y con problemas, no entiendo como el comprimir en H264 no mantiene la resolución de partida. Esto implica siempre tratar en PRORES y para el almacenamiento no es óptimo. Dado el tiempo que se dedica a renderizar es poco operativo su uso."},
{"review_id": "R1PTRP3AXH6JFN", "title": "Limitations considerables non mentionnees et malfonctionnement du software", "date": "Reviewed in France on August 24, 2019", "rating": "1.0 out of 5 stars", "text": "Espero que mejoren SW\n"},
{"review_id": "R2AN6FJZ9N5LSQ", "title": "Stitching-Software arbeitet nicht mit AMD!", "date": "Reviewed in Germany on October 30, 2018", "rating": "2.0 out of 5 stars", "text": "\n  To be honest, i was really disappointed when I received The Gopro Fusion as i tried multiple mid range phones with 4gb ram. And it didnt connect to any. Then i used a latest i5 laptop and the problem was the same. The Studio app won't connect. Spent 55k on this. I totally feel its not worth it. Since their is no screen, you have to rely on a connected phone to shoot.\n"},
{"review_id": "R1ABG1RG7DR2J1", "title": "Muy buena cámara", "date": "Reviewed in Mexico on December 1, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Es lo prometido por GoPro...es la mejor cámara de acción con calidad de imagen 4k y 360° de cobertura visual...grabas y te olvidas de controlar lo que estás grabando porque luego en el editor de vídeo puedes coger los ángulos de cámara que quieras como si hubieras hecho la grabación con 10 camaras\n"},
{"review_id": "R17LXDH23PXG4W", "title": "Great!!!... Sometimes", "date": "Reviewed in Canada on April 17, 2020", "rating": "3.0 out of 5 stars", "text": "\n  J'ai utilise dans le passé d'autres cameras 360 de mauvaise qualité, et je n'ai jamais eu de problème. Avec cette camera, la première désillusion c'était avec l'app pour le smartphone Android: il n'y a qu'un petit nombre de phones avec lesquels la camera peut se connecter. Le mien, naturellement, n'était pas entre les modèles compatibles. Le problème n'est même pas lié aux performances des phones: le mien est un Huawei produit en 2018, de bonne qualité. En effet les modèles compatibles étaient moins puissants et moins chères."},
{"review_id": "R26OHM5QQLD1ML", "title": "Hardly load the video and lens crack after few times using in winter for snowboarding", "date": "Reviewed in Canada on December 29, 2020", "rating": "1.0 out of 5 stars", "text": "Bon, je me suis dit, je ferais avec le PC (même si cela veut dire abandonner la possibilité de directes facebook ou telegram, ou de partager rapidement pendant les vacances)."},
{"review_id": "R1JWHB4P6I9CT1", "title": "Good Quality Video Is Possible But Actually Producing The Output Is A Challenge", "date": "Reviewed in the United Kingdom on August 28, 2018", "rating": "4.0 out of 5 stars", "text": "Ça va sans dire que le software GoPro Fusion Studio ne marche qu'avec Windows et Apple, rien pour Linux (et bien sûr je n'avais que Ubuntu sur mon ordo). J'ai essayé tout d'abord avec Win10 dans mon VirtualBox, mais naturellement ce ne marche pas avec le driver graphique virtuel."},
{"review_id": "R3T3STO7V5CFS3", "title": "Could have been better", "date": "Reviewed in Canada on September 5, 2019", "rating": "3.0 out of 5 stars", "text": "\n  I've had this camera for about a month. Went on a 2-week trip with it. So here is some pros and cons:"},
{"review_id": "RD29AG0QBX0IA", "title": "Schwächen viele, stärken aber auch.", "date": "Reviewed in Germany on June 11, 2019", "rating": "3.0 out of 5 stars", "text": "Pros:"},
{"review_id": "R25QEALO0BXL1F", "title": "Instagram camera and nothing more.", "date": "Reviewed in Canada on August 28, 2020", "rating": "2.0 out of 5 stars", "text": "+ The stitching is pretty decent (I tried the Gear360 before, and the Fusion is definitely a better product in this regard, although not perfect)"},
{"review_id": "R17BXQ1F9U5QE9", "title": "Divertente e facile da usare!", "date": "Reviewed in Italy on March 24, 2019", "rating": "5.0 out of 5 stars", "text": "+ The resolution is borderline acceptable for VR (don't expect too much)"},
{"review_id": "RKLYPDK6VX6IB", "title": "Mobiles-Videoediting nicht möglich", "date": "Reviewed in Germany on October 6, 2018", "rating": "2.0 out of 5 stars", "text": "+  It goes under water (I tried)"},
{"review_id": "R3JYM2IHGBFL7K", "title": "it's a big fat elephant it's useless.", "date": "Reviewed in Australia on July 12, 2020", "rating": "1.0 out of 5 stars", "text": "Cons:"},
{"review_id": "R2F6P9Z453DLUE", "title": "Hardware Top, Software Flop", "date": "Reviewed in Germany on February 23, 2019", "rating": "3.0 out of 5 stars", "text": "- The resolution is way too low for overcapture and anything else than VR. This deserves knocking off at least one star, considering that it shouldn't be that hard to stick 2 4K cameras in there for a total of 8K spheric."},
{"review_id": "R1OXHEQQMCUOLJ", "title": "Really Good Value", "date": "Reviewed in Canada on August 7, 2019", "rating": "5.0 out of 5 stars", "text": "- You need 2 micro-SD cards... well, that's only shows that this is a half-baked product GoPro has decided put on the market for some reason. I don't see a technical reason for this. Other 360 cameras do well with a single card"},
{"review_id": "R1HHC2XTYYEJQQ", "title": "Unprofessioneller, schlechter support.", "date": "Reviewed in Germany on October 27, 2019", "rating": "2.0 out of 5 stars", "text": "- The rubber covers on the front and back unglued from the heat that the camera generates. To be fair I used it a hot climate during my vacation, but still - you should be able to go on vacation with these things during the summer."},
{"review_id": "R2X4HT2K4KW64X", "title": "De lo mejor.", "date": "Reviewed in Mexico on March 24, 2020", "rating": "5.0 out of 5 stars", "text": "- Does not focus under water"},
{"review_id": "R66QMN3IBF1QY", "title": "Geiles Teil, allerdings mit Abstrichen", "date": "Reviewed in Germany on October 5, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Ich versuche mich kurz zu halten:"},
{"review_id": "R68WO27XRDIFX", "title": "Fusion...good bang for buck.", "date": "Reviewed in Canada on August 17, 2020", "rating": "4.0 out of 5 stars", "text": "+"},
{"review_id": "R3M07MTVHL0K4A", "title": "Posiblidades infinitas..", "date": "Reviewed in Spain on October 23, 2018", "rating": "5.0 out of 5 stars", "text": "Kamera/Videos mega cool! Neue Vielfalt an Möglichkeiten, Kreativität pur!"},
{"review_id": "R3RZR53SOKMKZN", "title": "Disgusting quality and support", "date": "Reviewed in Australia on October 27, 2019", "rating": "1.0 out of 5 stars", "text": "-"},
{"review_id": "R209EM2BE7HRWZ", "title": "No es lo que esperaba para ser de GoPro", "date": "Reviewed in Mexico on July 26, 2020", "rating": "1.0 out of 5 stars", "text": "Extrem lange Bearbeitungs- bzw. Postprocessing-Zeiten, Tools unausgereift, fehlender Support für Android, Optik anfällig für Kratzer (eigentlich keine Actioncam, da man sie nichtmal hinlegen kann ohne Hülle)"},
{"review_id": "R199DEQKLT06VZ", "title": "Difficile da usare", "date": "Reviewed in Italy on November 4, 2020", "rating": "3.0 out of 5 stars", "text": "Man muss echt viel Zeit investieren, um gute Videos heraus zu bekommen, aber wenn man diese Zeit aufwendet, dann ist der Wow-Faktor garantiert. ;)\n"},
{"review_id": "RX5VE9LBIYJ4R", "title": "Fatal amazon , servicio postventa pésimo", "date": "Reviewed in Spain on November 17, 2018", "rating": "1.0 out of 5 stars", "text": "\n  Not sure what the GoPro max is like but as far as my first 360 camera goes, it’s great bang for buck. GoPro software for editing is surprisingly easy to use. I’ve read reviews about the Ricoh Theta, Insta 360 and Max. The fusion probably doesn’t do as good a job as the above with respect to removing the seam between both lenses but at the price, it’s good enough.\n"},
{"review_id": "R13IHZCFAR5CKN", "title": "Entrega a tiempo, el producto tal y como lo desrciben en su producto original", "date": "Reviewed in Mexico on June 24, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Va de perlas!! Pero el ordenador lo flipa para mover todo esa info.  Actualizar el ordenador toca."},
{"review_id": "R25EWBR8TKGMEO", "title": "File sizes are huge, invest in a HDD and maybe a fast computer", "date": "Reviewed in Australia on January 27, 2019", "rating": "5.0 out of 5 stars", "text": "Posiblidades de vídeo.....  Mil.\n"},
{"review_id": "R2OT8E67MIKA00", "title": "Artículo nuevo con un daño en uno de sus lentes", "date": "Reviewed in Mexico on October 14, 2018", "rating": "1.0 out of 5 stars", "text": "\n  The GoPro fusion can’t remain synced, it disconnects around about 2m’s away."},
{"review_id": "R1KZBRWHZ2O6F7", "title": "GoPro es calidad", "date": "Reviewed in Mexico on June 10, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Gran producto. Fácil de usar y con muy buena compatibilidad con varios dispositivos y plataformas\n"},
{"review_id": "R4U2PDQ91HC24", "title": "Con GoPro No hay falla!", "date": "Reviewed in Mexico on July 22, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Sin duda el costo va de acuerdo a la calidad. Con GoPro no hay fallas. Esta cámara está: ¡ESPECTACULAR!\n"},
{"review_id": "R1SLQ9QMQVG8RG", "title": "Calidad.", "date": "Reviewed in Mexico on January 26, 2020", "rating": "3.0 out of 5 stars", "text": "\n  Buena tarde, tengo una duda, les compré esta cámara, pero hay ocasiones en las que la cámara apagada se enciende sola y prendida se apaga, a qué se debe esto, alguna solución?\n"},
{"review_id": "RM2L0QC7VVGY6", "title": "Qualità!", "date": "Reviewed in Italy on December 2, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Un altro mondo! un altra qualità! un modo di rivivere i propri ricordi a 360°\n"},
{"review_id": "R25HLH2YUJQI7U", "title": "Great camera", "date": "Reviewed in Canada on September 29, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Is not compatible with the Huawei phones. makes stitching the camera hard and very time consuming.\n"},
{"review_id": "R2SG2SP1KHCZ3H", "title": "C'est vraiment top !", "date": "Reviewed in France on March 5, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Il faut un bon pc, et pas mal d'espace pour le retraitement !"},
{"review_id": "R28R2W7MWM07UJ", "title": "GoPro Fusion Actioncam (360 Grad Foto...  GoPro", "date": "Reviewed in Germany on August 20, 2018", "rating": "5.0 out of 5 stars", "text": "Un firmware 2.0 beta est dispo chez GoPro pour enregistrer en 5.6k."},
{"review_id": "RU6KEW0LB25LN", "title": "Bad quality", "date": "Reviewed in Germany on September 21, 2019", "rating": "1.0 out of 5 stars", "text": "l'encodage en 5.xk dans GoPro studio n'est possible qu'avec les codecs cineform et prores."},
{"review_id": "R2X8IQJQCLRHRP", "title": "Divertente", "date": "Reviewed in Italy on July 24, 2019", "rating": "5.0 out of 5 stars", "text": "cineform est compressé, prores fait des fichiers gigantesques."},
{"review_id": "R3NQJ1DBVPIYH7", "title": "zwei Bilder sagen mehr als tausend Worte...", "date": "Reviewed in Germany on August 26, 2019", "rating": "1.0 out of 5 stars", "text": "sauf que cineform est très mal géré, et fait exploser la mémoire lors d'encodage de vidéos longues. contournable en allouant un pagefile.sys gigantesque. Préférez prores et ses gros fichiers si vous avez de la place..."},
{"review_id": "R24MI34C0NHEY2", "title": "Good but", "date": "Reviewed in Australia on April 22, 2019", "rating": "3.0 out of 5 stars", "text": "\n  Takrs a bit to get used to editing via the app. But i am new to action cameras. But it does a great job with reasonable battery life."},
{"review_id": "R2MI8805V7SE1", "title": "Funciona cuando quiere", "date": "Reviewed in Mexico on January 29, 2020", "rating": "1.0 out of 5 stars", "text": "However... not happy that 2nd time using it seized while saving and the usb door fell off and is $30 to replace!\n"},
{"review_id": "R2WGMLIZR52IA1", "title": "Love it!", "date": "Reviewed in Canada on August 4, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Desde que lo compré a veces la pantalla se pone verde con muchas rayitas, o se congela la pantalla hay que estarle sacando la batería a cada rato\n"},
{"review_id": "R3NGRDFZ2OA8CU", "title": "Good for still pics... Using it for that now", "date": "Reviewed in Canada on July 6, 2020", "rating": "5.0 out of 5 stars", "text": "\n  A great camera! You will need a good computer to make editing the videos easier though. Im using a Ryzen 7 1700 overclocked to 3.6ghz, 32gb of ram and an Asus R9 Nano graphics card and it has no problems rendering everything.\n"},
{"review_id": "R2YZIHPU3KMDHP", "title": "noch nicht gestestet", "date": "Reviewed in Germany on July 21, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Good 360 camera. But it stalled when I was doing video. Maybe memory card not Good\n"},
{"review_id": "R24H4AEDBMH8ED", "title": "Producto defectuoso", "date": "Reviewed in Mexico on February 16, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Ich habe die Kamera noch nicht getestet, aber der erste Eindruck ist schon mal Klasse. Mir ist noch nicht ganz klar, ob man sich damit komplett eine GoPro Hero 7 Black sparen kann.\n"},
{"review_id": "R2H57430OFSJGH", "title": "Pesima cámara", "date": "Reviewed in Mexico on April 7, 2019", "rating": "1.0 out of 5 stars", "text": "\n  La cámara tiene defecto se calienta la pila sin usarse y por lo mismo se queda sin batería. Inicie la devolución de mi dinero es una lástima me gustaban mucho las fotografías que toma.\n"},
{"review_id": "R3825GZTKHR6IR", "title": "Súper recomendable.", "date": "Reviewed in Mexico on October 31, 2018", "rating": "5.0 out of 5 stars", "text": "\n  No llego en tiempo, no trabaja para nada bien con los galaxy s8plus y galaxy s10 pesima cámara. No la recomiendo\n"},
{"review_id": "R29GPT8VCUYDIS", "title": "Producto cumple con expectativas", "date": "Reviewed in Mexico on January 10, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Excelente cámara, videos de muy buena calidad. Muy recomendable.\n"},
{"review_id": "RN1BD7W114EKX", "title": "Buena camara aunque en realidad el video es 4K", "date": "Reviewed in Mexico on August 18, 2019", "rating": "5.0 out of 5 stars", "text": "\n  El paquete llego en perfecto estado, la cámara funciona muy bien y toma muy buenas fotos. El tripie un poco pequeño para mi  gusto pero nada que afecte el desempeño de la cámara.\n"},
{"review_id": "R1QAT9KLMMIXUN", "title": "Great if you can support it", "date": "Reviewed in Canada on July 19, 2019", "rating": "3.0 out of 5 stars", "text": "\n  Never opened as I read after purchase the requirements for laptop are 8gb of ram. stellar looking camera wish I could've tried it!!!!\n"},
{"review_id": "R3RW5TBLBF95H4", "title": "Pas intuitif", "date": "Reviewed in France on October 9, 2018", "rating": "1.0 out of 5 stars", "text": "\n  Une cata pour exploiter les fichiers.. pas du tout intuitif. Prévoir des sim avec beaucoup de stockage !!\n"},
{"review_id": "R38IF546M0SVFR", "title": "Article extrêment efficace", "date": "Reviewed in France on January 3, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Seul problème : on voit la séparation dans les vidéos en 360 degré, il y a comme une délimitation entre la caméra 1 et la camera 2. Mais ça ce voit que pour les gros plans ! Pour les plans de paysage ou de montagne, c'est quasiment invisible à l'œil nu ! J'ai passé des images de cette caméra dans un cinéma, tout le monde à adoré !"},
{"review_id": "R31II0PLNL1ME5", "title": "Batería muy caliente", "date": "Reviewed in Mexico on March 3, 2020", "rating": "1.0 out of 5 stars", "text": "Il faut savoir l'utiliser et passer du temps sur des tutoriels pour apprendre à s'en servir sur le logiciel ! rien de bien sorcier\n"},
{"review_id": "RZHIWWURROFOL", "title": ");", "date": "Reviewed in Mexico on July 26, 2020", "rating": "1.0 out of 5 stars", "text": "\n  La pedí por error. Llegó y me gustó mucho ya no la quiero devolver . Pero se calienta mucho en el momento de grabar . Me gustaría saber las condiciones de garantía???\n"},
{"review_id": "R3KDLW1UGINQ3M", "title": "Tutto perfetto", "date": "Reviewed in Italy on May 16, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Muy frágiles las tapas la mía se abrió y se mojó por dentro , lástima porque me gustaba mucho pero no es muy segura para deportes acuáticos\n"},
{"review_id": "RYDSBTRIMK21", "title": "GoPro Fusion 360 ein guter Einstieg in die 360° Film und Fotografie.", "date": "Reviewed in Germany on August 10, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Buona camera 360, penso che migliore per questo prezzo\n"},
{"review_id": "R3NASDF8D1NAV2", "title": "Un 10 a este producto", "date": "Reviewed in Mexico on November 7, 2019", "rating": "5.0 out of 5 stars", "text": "\n                    The media could not be loaded.\n                "},
{"review_id": "R2ZGWEUY0D6TD7", "title": "Crashes line in inner side in lence", "date": "Reviewed in India on August 25, 2019", "rating": "1.0 out of 5 stars", "text": "\n   Mit der GoPro Fusion 360 bin ich rundum zufrieden.Bilder und Filme haben eine gute Qualität. Aber zum rendern der Filme braucht man schon einen gut ausgestatteten PC. Ich habe einen i7 Prozessor mit 32 GB Arbeitsspeicher und der passenden Grafikkarte. Zum rendern von einem 60sec. FILM  BRAUCHT MEIN Rechner ca. 25 Min.\n"},
{"review_id": "RS8YJUXMFFCSJ", "title": "Excelente Producto", "date": "Reviewed in Mexico on June 18, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Exelente compra a la hora de viajar se capturan muy buenas tomas\n"},
{"review_id": "R1LHT9K4UAHGI4", "title": "Excelente cámara", "date": "Reviewed in Mexico on June 4, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Muy buen producto, super recomendable. Los videos de la cámara son de muy buena calidad. Eso si, necesitarán un buen equipo para la edición de video.\n"},
{"review_id": "R2C4G7X84QJRMB", "title": "La batteria si surriscalda", "date": "Reviewed in Italy on August 16, 2019", "rating": "4.0 out of 5 stars", "text": "\n  Ottima qualità foto e video."},
{"review_id": "RUU3HHAJOL6I6", "title": "Excelente", "date": "Reviewed in Mexico on July 1, 2019", "rating": "5.0 out of 5 stars", "text": "Purtroppo a volte pur essendo OFF, la goPro si surriscalda e di conseguenza la batteria si scarica del tutto.\n"},
{"review_id": "R1R8DPSBSSLK6V", "title": "Mejor cámara 360 deportiva", "date": "Reviewed in Mexico on April 24, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Excelente\n"},
{"review_id": "R3AQCQLJ4PMTV7", "title": "Fusion excelente en 360grados", "date": "Reviewed in Mexico on June 29, 2018", "rating": "4.0 out of 5 stars", "text": "\n  Una cámara deportiva muy buena en cuanto a calidad precio. La calidad de la imagen y video de verdad vale lo que cuesta.\n"},
{"review_id": "R14NX7EML73KU2", "title": "Ok mais dur", "date": "Reviewed in France on November 14, 2018", "rating": "4.0 out of 5 stars", "text": "\n  tiene excelente imagen y la calidad es buenísima, no me acomodo debido a que no me acomode a la imagen 360 grados, pero es excelente producto.\n"},
{"review_id": "R18GIK2787ETH4", "title": "Awesome", "date": "Reviewed in Canada on December 5, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Images dingue mais post prod horrible\n"},
{"review_id": "R34CD0Z76N9FG8", "title": "Lo mejor en cámaras", "date": "Reviewed in Mexico on December 28, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Great\n"},
{"review_id": "R2NI69L6PDKBFM", "title": "Satisfecho con esta compra.", "date": "Reviewed in Mexico on February 27, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Una cámara increíble seguro la volveré a comprar\n"},
{"review_id": "R2GKYTNCJWDXUM", "title": "Kauf-Nichtkauf?!", "date": "Reviewed in Germany on June 18, 2019", "rating": "3.0 out of 5 stars", "text": "\n  Una excelente cámara, lo único complicado es editar el video en 360 requiere de tiempo y una buena computadora.\n"},
{"review_id": "R1VSKDEZC4FPH9", "title": "GoPro 360 at its best", "date": "Reviewed in Canada on March 14, 2019", "rating": "4.0 out of 5 stars", "text": "\n  Great product! Packs up quick and has great quality. Needs a bit better card management location.\n"},
{"review_id": "R3926AUCYODKBU", "title": "BEST SELLER", "date": "Reviewed in Canada on April 10, 2020", "rating": "5.0 out of 5 stars", "text": "\n  So fast shipment and such amazing Go Pro ; )) THANKS A LOT\n"},
{"review_id": "R2HYYVXVB2MKAO", "title": "The box was delivered open and several items were missing", "date": "Reviewed in Canada on May 10, 2020", "rating": "1.0 out of 5 stars", "text": "\n                    The media could not be loaded.\n                "},
{"review_id": "R1YQP4OCYOFKMX", "title": "Recomendable", "date": "Reviewed in Mexico on August 7, 2019", "rating": "5.0 out of 5 stars", "text": "\n   The box was delivered open and several items were missing\n"},
{"review_id": "R10PC2ZMSPFBHJ", "title": "Muy buena cámara", "date": "Reviewed in Mexico on April 25, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Esta increible\n"},
{"review_id": "R12VX75THS12T3", "title": "ACTUALIZA ANTES DE USAR!!", "date": "Reviewed in Mexico on March 20, 2020", "rating": "5.0 out of 5 stars", "text": "\n  Perfecta para Vr\n"},
{"review_id": "R6466J4W1U7L9", "title": "Buena cámara", "date": "Reviewed in Mexico on October 8, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Súper importante actualizarla antes de usarla!!\n"},
{"review_id": "ROURN7S0LSL5W", "title": "GoPro fusion", "date": "Reviewed in Italy on July 5, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Tarda mucho en bajar los videos.\n"},
{"review_id": "R1EA7TZP6A35Z5", "title": "Top!", "date": "Reviewed in France on December 4, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Ottimo prodotto tempi velocissii\n"},
{"review_id": "R3I83BF0KJOYI2", "title": "Super recomendado, excelente cámara", "date": "Reviewed in Mexico on August 29, 2021", "rating": "5.0 out of 5 stars", "text": "\n  Une caméra Super, des films magnifiques des photos super! Tous ça dans un boîtier de 10cm2. La qualité, pour la taille du boîtier est vraiment géniale.\n"},
{"review_id": "R3MRTL5PN7WZCT", "title": "Tolle Technik zumindest am Papier", "date": "Reviewed in Germany on March 24, 2020", "rating": "1.0 out of 5 stars", "text": "\n  Qualität der Bilder leider zu oft unscharf"},
{"review_id": "R38X6S01M8232W", "title": "Esta mal", "date": "Reviewed in Mexico on November 8, 2019", "rating": "1.0 out of 5 stars", "text": "Verbindung via App stürzt leider zu oft ab\n"},
{"review_id": "R55HP29Z7GY01", "title": "todo en orden y bien", "date": "Reviewed in Mexico on April 14, 2019", "rating": "5.0 out of 5 stars", "text": "\n  Esta desprendido esta tapa\n"},
{"review_id": "R18I1ZPLS4O76T", "title": "La mejor cámara 360 semiprofesional", "date": "Reviewed in Mexico on August 26, 2018", "rating": "5.0 out of 5 stars", "text": "\n  sin detalles todo ok\n"},
{"review_id": "RP483XNN61MI", "title": "Expensive, but worth the money.", "date": "Reviewed in the United Kingdom on May 22, 2018", "rating": "4.0 out of 5 stars", "text": "\n  Excelente compra, vídeos 360 en calidad 5k.\n"},
{"review_id": "R16J7Y1SKWQBUX", "title": "La meilleur des caméras", "date": "Reviewed in France on December 27, 2020", "rating": "5.0 out of 5 stars", "text": "\n  The big let down of almost all 360 cameras I’ve used has been the user interface or the image stitching. Took the GoPro fusion to the climbing centre last night and the results are impressive. The camera produces great quality high resolution images and the user interface on the GoPro app allows you to make great photos in seconds. Videos are not as convinient to do. But that’s the nature of 5K resolution unfortunately."},
{"review_id": "R1LX7V84L41VPH", "title": "Le best", "date": "Reviewed in France on January 1, 2019", "rating": "5.0 out of 5 stars", "text": "It’s a well built, well presented camera that produces high quality imagery. The downside is it being nearly £700."},
{"review_id": "R33SN6ENA358UE", "title": "Terrible, the reviews are true about the bad software", "date": "Reviewed in Canada on May 16, 2018", "rating": "1.0 out of 5 stars", "text": "If you’re not planning on utilising the spherical shots all the time, the app does allow you to easily crop a retangular image from the larger image. This does increase the versatility of the camera. Without this, the camera would be a very expensive and somewhat impractical gadget.\n"},
{"review_id": "R27ZV3XW9D3UR4", "title": "iOS Software is disaster", "date": "Reviewed in the United Kingdom on May 28, 2018", "rating": "1.0 out of 5 stars", "text": "\n  Une caméra qui mérite son sucés, je recommande !!\n"},
{"review_id": "R2XGP4KJHCG5O4", "title": "The possibilities are beyond!", "date": "Reviewed in the United Kingdom on April 30, 2018", "rating": "5.0 out of 5 stars", "text": "\n  Impressionnante\n"},
{"review_id": "R4QOH42A4Y16H", "title": "VR-Videos leicht gemacht und Super Funktionen", "date": "Reviewed in Germany on May 12, 2018", "rating": "5.0 out of 5 stars", "text": "\n  +Extrem gute Stabilisierung. (als mein Osmo Mobile + iPhone)."},
{"review_id": "R2M9PS59FSDDTH", "title": "La meilleure caméra 360 degrés du marché", "date": "Reviewed in France on August 15, 2018", "rating": "5.0 out of 5 stars", "text": "+Hochwertige VR-Nähte mit unbemerkbaren Stichlinien."},
{"review_id": "R20QS7JO2I68N6", "title": "Good hardware, but apps are lacking in polish.", "date": "Reviewed in Canada on May 16, 2018", "rating": "2.0 out of 5 stars", "text": "+Sehr gute Integration mit Adobe Premiere Pro."},
{"review_id": "R2WAKVW06K0C3C", "title": "Non ci siamo...", "date": "Reviewed in Italy on August 8, 2018", "rating": "2.0 out of 5 stars", "text": "+Gopro Studio ist schnell und einfach (wenn Sie Dateien auf schnelle SSD kopieren, um zu arbeiten)"},
{"review_id": "R3B6D4HZPHSQCZ", "title": "Qualità diurna buona, stabilizzazione video buona, nel complesso non vale l'acquisto", "date": "Reviewed in Italy on July 5, 2018", "rating": "2.0 out of 5 stars", "text": "+Hochwertige Materialien in der Kamera."},
{"review_id": "R248ALVG7VOWV7", "title": "... a few other 360 cameras and this is the best yet.", "date": "Reviewed in the United Kingdom on June 5, 2018", "rating": "5.0 out of 5 stars", "text": "+Sehr einfach zu benutzen beim Sport."},
{"review_id": "R3NT6PL342J7UX", "title": "... post production but this has the makings of a great 360 camera", "date": "Reviewed in the United Kingdom on April 26, 2018", "rating": "4.0 out of 5 stars", "text": "+Sie können A und B gleichzeitig für 2D-Videos rollen lassen und viele Einstellungen nach der Produktion vornehmen."},
{"review_id": "R124PFTWCSDAUZ", "title": "Habe ich zurück geschickt", "date": "Reviewed in Germany on July 1, 2018", "rating": "2.0 out of 5 stars", "text": "-Die Linsen sind freigelegt und können beim Betrieb nicht geschützt werden."},
{"review_id": "R96R7450AP1RF", "title": "Imballaggio Pessimo.", "date": "Reviewed in Italy on July 23, 2018", "rating": "1.0 out of 5 stars", "text": "-Kann keine Filter verwenden"},
{"review_id": "R31Q80ZYDRZIS0", "title": "ottima macchina ma programma osceno", "date": "Reviewed in Italy on May 14, 2018", "rating": "1.0 out of 5 stars", "text": "-Nicht zum Tauchen"},
{"review_id": "RROQTGSY4BH0B", "title": "Unfortunate software issues", "date": "Reviewed in Canada on July 30, 2018", "rating": "3.0 out of 5 stars", "text": "\n  Well this is unfortunate; apparently my relatively new PC is not strong enough to handle merging the video and spits out a codec error. I can't seem to get around it. Really unfortunate!"},
{"review_id": "R26M7DABE676F0", "title": "Meraviglioso effetto dei 360°, alcuni problemi con illuminazione scarsa", "date": "Reviewed in Italy on September 17, 2018", "rating": "4.0 out of 5 stars", "text": "Pros:"},
{"review_id": "R2SKQ973R6K5GO", "title": "Leistungsstarke 360°-Kamera: Anwendungsszenario ist entscheidend!", "date": "Reviewed in Germany on July 27, 2018", "rating": "4.0 out of 5 stars", "text": "+ fairly easy to use once you get it working"},
{"review_id": "R3U0KYOQNXAWN3", "title": "Chouette caméra mais...", "date": "Reviewed in France on May 22, 2018", "rating": "2.0 out of 5 stars", "text": "+ very cool to playback 360 photos (and video, I'm sure, if it worked) in my Oculus Go"},
{"review_id": "R1NT2EP7O74NVU", "title": "Keine Kompatibilität der Fusion zum Samsung Note 8", "date": "Reviewed in Germany on July 9, 2018", "rating": "1.0 out of 5 stars", "text": "+ battery is decent, but make sure you save it for the good stuff if you can as the unit gets hot and runs down the batter pretty quick with constant usage"},
{"review_id": "R1YN0L0Z00XK1Z", "title": "Quality is excellent, but software is a no-go....", "date": "Reviewed in Canada on August 8, 2018", "rating": "2.0 out of 5 stars", "text": "+ stabilization is amazing; it's SO stable!"},
{"review_id": "RL253B0WC9NYB", "title": "Schlechte Verarbeitung, nicht wirklich für Einsatz beim Surfen geeignet", "date": "Reviewed in Germany on May 17, 2018", "rating": "2.0 out of 5 stars", "text": "+ the included little kit is great to get started, the tripod/stand is easy to use and fantastic; the software does a decent job at removing it from the frame"},
{"review_id": "R6Y8C1CN4AQ6Z", "title": "Besser noch warten.", "date": "Reviewed in Germany on June 20, 2018", "rating": "1.0 out of 5 stars", "text": "Cons:"},
{"review_id": "R2GS309B3H3Y7F", "title": "Absolute Spitze für 360 Grad Aufnahmen als Videos oder als Photos. Für vielfältige Einsätze geeignet. Qualität, Verarbeitung Top", "date": "Reviewed in Germany on July 1, 2018", "rating": "5.0 out of 5 stars", "text": "- with the high bit rate the camera is picky with micro SD cards; I had to upgrade from the 300x cards I had to 1000x and then it worked"}
]